{"search_metadata": {"id": "6445790d34ff956cbf5dcdd7", "status": "Success", "json_endpoint": "https://serpapi.com/searches/f43b859305e21f4e/6445790d34ff956cbf5dcdd7.json", "created_at": "2023-04-23 18:29:33 UTC", "processed_at": "2023-04-23 18:29:33 UTC", "google_jobs_url": "https://www.google.com/search?q=backend%25developer%20india&ibp=htl;jobs&hl=en", "raw_html_file": "https://serpapi.com/searches/f43b859305e21f4e/6445790d34ff956cbf5dcdd7.html", "total_time_taken": 2.03}, "search_parameters": {"q": "backend%developer%20india", "engine": "google_jobs", "google_domain": "google.com", "hl": "en"}, "jobs_results": [{"title": "Software Engineer, Backend Developer - India", "company_name": "JumpCloud", "location": " Anywhere ", "via": "via Wellfound", "description": "All roles at JumpCloud are Remote unless otherwise specified in the Job Description.\n\nAbout JumpCloud\n\nJumpCloud’s mission is to Make Work Happen®, providing simple, secure access to an organization’s technology resources from any device, or any location. The JumpCloud Open Directory Platform gives IT, security operations, and DevOps a single, cloud-based solution to control and manage employee identities and their devices, and apply conditional access controls based on Zero Trust principals. Since launching in 2012, our global user base has grown to more than 150,000 organizations, with more than 5,000 paying customers including Cars.com, GoFundMe, Grab, ClassPass, Uplight and Peloton. JumpCloud has raised over $400M from world-class investors including Sapphire Ventures, General Atlantic, Sands Capital, Atlassian, and CrowdStrike. Our teams are growing fast, too, and we're looking for talent across engineering, sales, customer success, marketing, product management, and more. Join... our team of dedicated, passionate, and creative people who are eager to change the IT industry forever.\n\nDo you enjoy solving challenging problems using the latest technologies within a great team? Is knowing your work will be highly visible and mission critical a key component for the next step in your career? At JumpCloud, we’re looking for best-in-class talent to help define the future of modern identity and device management from the ground up.\n\nJumpCloud is looking for an experienced Software Engineer to join an engineering team focusing on OAuth, OpenID Connect, Public Key Infrastructure (PKI) and working with services that use all of these technologies. Identity Management (IM) services are a key part of the entire JumpCloud product portfolio. Along with our Authentication and Authorization services, IM provides the foundation for our identity and security solutions, both cloud and device based. The Identity team’s work will make using JumpCloud even easier and more seamless, while providing a very high level of security.\n\nWhat we are looking for:\n• 3-8 years experience developing distributed systems, microservices, and REST APIs (including using them as integration points with third-party applications) in a variety of programming languages including Golang.\n• Experience using one of the public cloud providers (AWS, GCP or Azure) with CI/CD pipelines (Travis/CircleCI) to build, test and deploy.\n• Willingness to mentor junior members of the team.\n• Bonus points if you have experience with Python, Docker, feature flags, and BDD.\n\nWhat you will be doing:\n• Feature implementation through both individual contributions and providing guidance in terms of organization, process and design.\n• Our team primarily uses Go, although experience with other modern languages is fine.\n• We collaborate closely with architects, UX, and DevOps to ensure our systems are highly available, scalable, performant, and deliver an amazing user experience.\n• We use the scrum framework.\n• Learning and working with cryptography and security concepts, including PKI and TLS/SSL agreement protocols, authentication, symmetric and asymmetric encryption, and related concepts. Bonus points if you have experience with these already.\n• Using OAuth/OIDC flows to authenticate users and then allow them to use services.\n• Integrate identity via certs, OAuth and other methods into cloud services like AWS API Gateway.\n• Work with 3rd party applications like mesh VPNs to ensure that these applications work with JumpCloud provided identity.\n• Shape the future of our Identity Management services roadmap by participating in planning/scoping conversations with product managers.\n• Help the team and organization live by our core values: building connections, thinking big and getting 1% better every day.\n\n#LI-PD1\n\nWhere you’ll be working/Location:\n\nJumpCloud is committed to being Remote First, meaning that you are able to work remotely within the country noted in the Job Description.\n\nThis role is remote in the country of India. You must be located in and authorized to work in India to be considered for this role.\n\nWhy JumpCloud?\n\nIf you thrive working in a fast, SaaS-based environment and you are passionate about solving challenging technical problems, we look forward to hearing from you! JumpCloud is an incredible place to share and grow your expertise! You’ll work with amazing talent across each department who are passionate about our mission. We’re out of the box thinkers, so your unique ideas and approaches for conceiving a product and/or feature will be welcome. You’ll have a voice in the organization as you work with a seasoned executive team, a supportive board and in a proven market that our customers are excited about.\n\nOne of JumpCloud's three core values is to “Build Connections.” To us that means creating \" human connection with each other regardless of our backgrounds, orientations, geographies, religions, languages, gender, race, etc. We care deeply about the people that we work with and want to see everyone succeed.\" - Rajat Bhargava, CEO\n\nPlease submit your résumé and brief explanation about yourself and why you would be a good fit for JumpCloud. Please note JumpCloud is not accepting third party resumes at this time.\n\nJumpCloud is an equal opportunity employer. All applicants will be considered for employment without attention to race, color, religion, sex, sexual orientation, gender identity, national origin, veteran or disability status.\n\n#LI-Remote #BI-Remote\n\nJumpCloud focuses on SaaS, Enterprise Software, B2B, and B2 B Market – Sme’S Specifically . Their company has offices in Denver and Boulder. They have a large team that's between 201-500 employees. To date, JumpCloud has raised $57.467M of funding; their latest round was closed on May 2019.\n\nYou can view their website at http://jumpcloud.com or find them on Twitter, Facebook, LinkedIn, and Product Hunt", "job_highlights": [{"items": ["All roles at JumpCloud are Remote unless otherwise specified in the Job Description.\n\nAbout JumpCloud\n\nJumpCloud’s mission is to Make Work Happen®, providing simple, secure access to an organization’s technology resources from any device, or any location. The JumpCloud Open Directory Platform gives IT, security operations, and DevOps a single, cloud-based solution to control and manage employee identities and their devices, and apply conditional access controls based on Zero Trust principals. Since launching in 2012, our global user base has grown to more than 150,000 organizations, with more than 5,000 paying customers including Cars.com, GoFundMe, Grab, ClassPass, Uplight and Peloton. JumpCloud has raised over $400M from world-class investors including Sapphire Ventures, General Atlantic, Sands Capital, Atlassian, and CrowdStrike. Our teams are growing fast, too, and we're looking for talent across engineering, sales, customer success, marketing, product management, and more. Join... our team of dedicated, passionate, and creative people who are eager to change the IT industry forever.\n\nDo you enjoy solving challenging problems using the latest technologies within a great team? Is knowing your work will be highly visible and mission critical a key component for the next step in your career? At JumpCloud, we’re looking for best-in-class talent to help define the future of modern identity and device management from the ground up.\n\nJumpCloud is looking for an experienced Software Engineer to join an engineering team focusing on OAuth, OpenID Connect, Public Key Infrastructure (PKI) and working with services that use all of these technologies. Identity Management (IM) services are a key part of the entire JumpCloud product portfolio. Along with our Authentication and Authorization services, IM provides the foundation for our identity and security solutions, both cloud and device based. The Identity team’s work will make using JumpCloud even easier and more seamless, while providing a very high level of security.\n\nWhat we are looking for:\n• 3-8 years experience developing distributed systems, microservices, and REST APIs (including using them as integration points with third-party applications) in a variety of programming languages including Golang.\n• Experience using one of the public cloud providers (AWS, GCP or Azure) with CI/CD pipelines (Travis/CircleCI) to build, test and deploy.\n• Willingness to mentor junior members of the team.\n• Bonus points if you have experience with Python, Docker, feature flags, and BDD.\n\nWhat you will be doing:\n• Feature implementation through both individual contributions and providing guidance in terms of organization, process and design.\n• Our team primarily uses Go, although experience with other modern languages is fine.\n• We collaborate closely with architects, UX, and DevOps to ensure our systems are highly available, scalable, performant, and deliver an amazing user experience.\n• We use the scrum framework.\n• Learning and working with cryptography and security concepts, including PKI and TLS/SSL agreement protocols, authentication, symmetric and asymmetric encryption, and related concepts. Bonus points if you have experience with these already.\n• Using OAuth/OIDC flows to authenticate users and then allow them to use services.\n• Integrate identity via certs, OAuth and other methods into cloud services like AWS API Gateway.\n• Work with 3rd party applications like mesh VPNs to ensure that these applications work with JumpCloud provided identity.\n• Shape the future of our Identity Management services roadmap by participating in planning/scoping conversations with product managers.\n• Help the team and organization live by our core values: building connections, thinking big and getting 1% better every day.\n\n#LI-PD1\n\nWhere you’ll be working/Location:\n\nJumpCloud is committed to being Remote First, meaning that you are able to work remotely within the country noted in the Job Description.\n\nThis role is remote in the country of India. You must be located in and authorized to work in India to be considered for this role.\n\nWhy JumpCloud?\n\nIf you thrive working in a fast, SaaS-based environment and you are passionate about solving challenging technical problems, we look forward to hearing from you! JumpCloud is an incredible place to share and grow your expertise! You’ll work with amazing talent across each department who are passionate about our mission. We’re out of the box thinkers, so your unique ideas and approaches for conceiving a product and/or feature will be welcome. You’ll have a voice in the organization as you work with a seasoned executive team, a supportive board and in a proven market that our customers are excited about.\n\nOne of JumpCloud's three core values is to “Build Connections.” To us that means creating \" human connection with each other regardless of our backgrounds, orientations, geographies, religions, languages, gender, race, etc. We care deeply about the people that we work with and want to see everyone succeed.\" - Rajat Bhargava, CEO\n\nPlease submit your résumé and brief explanation about yourself and why you would be a good fit for JumpCloud. Please note JumpCloud is not accepting third party resumes at this time.\n\nJumpCloud is an equal opportunity employer. All applicants will be considered for employment without attention to race, color, religion, sex, sexual orientation, gender identity, national origin, veteran or disability status.\n\n#LI-Remote #BI-Remote\n\nJumpCloud focuses on SaaS, Enterprise Software, B2B, and B2 B Market – Sme’S Specifically . Their company has offices in Denver and Boulder. They have a large team that's between 201-500 employees. To date, JumpCloud has raised $57.467M of funding; their latest round was closed on May 2019.\n\nYou can view their website at http://jumpcloud.com or find them on Twitter, Facebook, LinkedIn, and Product Hunt"]}], "related_links": [{"link": "https://jumpcloud.com/", "text": "jumpcloud.com"}, {"link": "https://www.google.com/search?hl=en&q=JumpCloud&sa=X&ved=0ahUKEwjW_72T0cD-AhVTqJUCHR4iCqkQmJACCLsJ", "text": "See web results for JumpCloud"}], "extensions": ["Work from home", "Full-time", "No degree mentioned"], "detected_extensions": {"schedule_type": "Full-time", "work_from_home": true}, "job_id": "eyJqb2JfdGl0bGUiOiJTb2Z0d2FyZSBFbmdpbmVlciwgQmFja2VuZCBEZXZlbG9wZXIgLSBJbmRpYSIsImh0aWRvY2lkIjoiMEtyQV9ZWjZjejRBQUFBQUFBQUFBQT09IiwiaGwiOiJlbiIsImZjIjoiRXFJQ0N1SUJRVVZ6TjJwT1VYRlVTMHhUWTFOVmQzUnlSbmhZVW0wNU5tNUxkRmxOU0daYWVHVlJjbE13T1hnMU5rRmZSSE5uTW1GelRYVlhOekJTZGxkYU9HYzRkbGhQUWxCaU1FMUpRa2gwTkVjNVNrVnlkRmN0U2s5VVIxWnpSRXRIYTNSUlkzcGhkVGRpVDNSRlgyeHFhVkpLUzBGbFR5MWZRVlZOTmxVM00wOVFVbTVNVmpWTk1UUTNjR3R5Y0dSYVpIQjJYelF5U3paUFZGWkdOVmRZTFhReVMyVXdjMjVYWVhsUlNuZzJTV1kzVVVKV0xWRmlVRWhDVVhaRFVFWlJSSFkwZG5WVFFrbFNaSFJIUzBkNlIycFRjMUZ4Y0ZBeWJuZE1PSFIzVTBORU4xbFBkeElYUkc1c1JscE9Za0ZLZEZCUk1YTlJVRzV6VTI5NVFXOGFJa0ZQTFRCeWJEUmFlVGRrUkV0emQxbDFOMnhLWVVwNU16SXdkVGRPTlc5M2FrRSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzEiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiLm5GZzJlYntmb250LXdlaWdodDo1MDB9LkJpNkRkY3tmb250LXdlaWdodDo1MDB9QXBwbHkgZGlyZWN0bHkgb24gV2VsbGZvdW5kIiwibGluayI6Imh0dHBzOi8vd2VsbGZvdW5kLmNvbS9jb21wYW55L2p1bXBjbG91ZC9qb2JzLzI1NzIyODktc29mdHdhcmUtZW5naW5lZXItYmFja2VuZC1kZXZlbG9wZXItaW5kaWE/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="}, {"title": "Back End Developer", "company_name": "Zoom", "location": "  India   ", "via": "via Careers - Zoom", "description": "About This Role\n\nZoom is growing at an explosive pace by every measure - revenues, people, innovation, and customers. Led by Eric S. Yuan, the #1 ranked CEO on Glassdoor, our unique culture makes Zoom an awesome place to work. We are expanding teams across the organization. If you are motivated by delivering happiness, come join us at Zoom!\n\nAs a Back end Developer, you will be responsible for translating the CMS requirements into technical deliverables which include enterprise-level architecture and implementing strategies using components/pages in CMS (Wordpress and Optimizely) platform to support multi-site, multi-channel, multi-lingual delivery environments.\n\nKEY RESPONSIBILITIES\n• Partner with web developers, engineers, marketers, SEO, localization team, and designers to scale Zoom’s web production\n• Collaborate with product managers, engineers, web developers, visual designers, and business stakeholders to create custom web pages for global product launches, marketing campaigns... events, and promotions.\n• Develop Digital Consumer experiences using C# based Optimizely CMS.\n• Help maintain and migrate existing Wordpress sites to Optimizely.\n• Design efficient content models, security models, workflows, and templates\n• Create components and page templates, combining backend C# .net Framework,, HTML/CSS, and frontend JavaScript frameworks technologies\n• Work with architects to ensure that scalable solutions are created, alongside equally talented CMS engineers\n• Diagnose and solve technical problems related to content management implementation.\n• Conduct code reviews for ongoing projects to ensure optimal code quality and appropriate design patterns are used.\n• Participate in project planning sessions with team members to analyze development requirements, provide work breakdown and estimates of work\n\nQUALIFICATIONS\n• 3 plus years of strong Web Content Management experience with C#(.net Framework) and frontend technologies.\n• Expert level development skills using REST, Javascript, jQuery, AJAX, JSON, HTML, CSS, NodeJS and angularJS\n• Solid experience with .net application building including templates, components, dialogs, widgets, and bundles.\n• Experience with MVC based application development will have great add.\n• Experience migrating from existing CMS to Optimizely is a plus\n• Javascript Frameworks - preferred but not required\n• AngularJS v4+/React or any other JS Framework.\n• Working experience in PHP or LAMP/MAMP.\n• Knowledge of version control systems such as GitHub or GitLab is a plus.\n• Ability to troubleshoot code issues and recommend solutions.\n\nWe believe that the unique contributions of all Zoomies is the driver of our success. To make sure that our products and culture continue to incorporate everyone's perspectives and experience we never discriminate on the basis of race, religion, national origin, gender identity or expression, sexual orientation, age, or marital, veteran, or disability status. Zoom is proud to be an equal opportunity workplace and is an affirmative action employer. All your information will be kept confidential according to EEO guidelines.\n\nWe welcome people of different backgrounds, experiences, abilities and perspectives including qualified applicants with arrest and conviction records and any qualified applicants requiring reasonable accommodations in accordance with the law. If you need any assistance or accommodations due to a medical condition, or if you need assistance accessing our website or completing the application process, please let us know by emailing us at careers@zoom.us.\n\nAt Zoom, we care about our employees, their families, and their well-being. As part of our award-winning workplace culture and commitment to delivering happiness, our benefits program offers a variety of perks, benefits, and options to help employees maintain their physical, mental, emotional, and financial health; support work-life balance; and contribute to their community in meaningful ways. To view our benefits, click here.\n\nWork Styles at Zoom\n\nIn most cases, you will have the opportunity to choose your preferred working location from the following options when you join Zoom: in-person, hybrid or remote. Visit this page for more information about Zoom's Workstyles.\n\nAbout Us\n\nZoomies help people stay connected so they can get more done together. We set out to build the best video product for the enterprise, and today help people communicate better with products like Zoom Contact Center, Zoom Phone, Zoom Events, Zoom Apps, Zoom Rooms, and Zoom Webinars.\n\nWe’re problem-solvers, working at a fast pace to design solutions with our customers and users in mind. Here, you’ll work across teams to deliver impactful projects that are changing the way people communicate and enjoy opportunities to advance your career in a diverse, inclusive environment.\n\nExplore Zoom:\n• Hear from our leadership team\n• Browse Awards and Employee Reviews on Comparably\n• Visit our Blog\n• Zoom with us!\n• Find us on social at the links below and on Instagram\n• View more jobs, sign up for job alerts and join our talent community. Visit the Zoom careers site", "job_highlights": [{"items": ["About This Role\n\nZoom is growing at an explosive pace by every measure - revenues, people, innovation, and customers. Led by Eric S. Yuan, the #1 ranked CEO on Glassdoor, our unique culture makes Zoom an awesome place to work. We are expanding teams across the organization. If you are motivated by delivering happiness, come join us at Zoom!\n\nAs a Back end Developer, you will be responsible for translating the CMS requirements into technical deliverables which include enterprise-level architecture and implementing strategies using components/pages in CMS (Wordpress and Optimizely) platform to support multi-site, multi-channel, multi-lingual delivery environments.\n\nKEY RESPONSIBILITIES\n• Partner with web developers, engineers, marketers, SEO, localization team, and designers to scale Zoom’s web production\n• Collaborate with product managers, engineers, web developers, visual designers, and business stakeholders to create custom web pages for global product launches, marketing campaigns... events, and promotions.\n• Develop Digital Consumer experiences using C# based Optimizely CMS.\n• Help maintain and migrate existing Wordpress sites to Optimizely.\n• Design efficient content models, security models, workflows, and templates\n• Create components and page templates, combining backend C# .net Framework,, HTML/CSS, and frontend JavaScript frameworks technologies\n• Work with architects to ensure that scalable solutions are created, alongside equally talented CMS engineers\n• Diagnose and solve technical problems related to content management implementation.\n• Conduct code reviews for ongoing projects to ensure optimal code quality and appropriate design patterns are used.\n• Participate in project planning sessions with team members to analyze development requirements, provide work breakdown and estimates of work\n\nQUALIFICATIONS\n• 3 plus years of strong Web Content Management experience with C#(.net Framework) and frontend technologies.\n• Expert level development skills using REST, Javascript, jQuery, AJAX, JSON, HTML, CSS, NodeJS and angularJS\n• Solid experience with .net application building including templates, components, dialogs, widgets, and bundles.\n• Experience with MVC based application development will have great add.\n• Experience migrating from existing CMS to Optimizely is a plus\n• Javascript Frameworks - preferred but not required\n• AngularJS v4+/React or any other JS Framework.\n• Working experience in PHP or LAMP/MAMP.\n• Knowledge of version control systems such as GitHub or GitLab is a plus.\n• Ability to troubleshoot code issues and recommend solutions.\n\nWe believe that the unique contributions of all Zoomies is the driver of our success. To make sure that our products and culture continue to incorporate everyone's perspectives and experience we never discriminate on the basis of race, religion, national origin, gender identity or expression, sexual orientation, age, or marital, veteran, or disability status. Zoom is proud to be an equal opportunity workplace and is an affirmative action employer. All your information will be kept confidential according to EEO guidelines.\n\nWe welcome people of different backgrounds, experiences, abilities and perspectives including qualified applicants with arrest and conviction records and any qualified applicants requiring reasonable accommodations in accordance with the law. If you need any assistance or accommodations due to a medical condition, or if you need assistance accessing our website or completing the application process, please let us know by emailing us at careers@zoom.us.\n\nAt Zoom, we care about our employees, their families, and their well-being. As part of our award-winning workplace culture and commitment to delivering happiness, our benefits program offers a variety of perks, benefits, and options to help employees maintain their physical, mental, emotional, and financial health; support work-life balance; and contribute to their community in meaningful ways. To view our benefits, click here.\n\nWork Styles at Zoom\n\nIn most cases, you will have the opportunity to choose your preferred working location from the following options when you join Zoom: in-person, hybrid or remote. Visit this page for more information about Zoom's Workstyles.\n\nAbout Us\n\nZoomies help people stay connected so they can get more done together. We set out to build the best video product for the enterprise, and today help people communicate better with products like Zoom Contact Center, Zoom Phone, Zoom Events, Zoom Apps, Zoom Rooms, and Zoom Webinars.\n\nWe’re problem-solvers, working at a fast pace to design solutions with our customers and users in mind. Here, you’ll work across teams to deliver impactful projects that are changing the way people communicate and enjoy opportunities to advance your career in a diverse, inclusive environment.\n\nExplore Zoom:\n• Hear from our leadership team\n• Browse Awards and Employee Reviews on Comparably\n• Visit our Blog\n• Zoom with us!\n• Find us on social at the links below and on Instagram\n• View more jobs, sign up for job alerts and join our talent community. Visit the Zoom careers site"]}], "related_links": [{"link": "https://www.zoom.com/", "text": "zoom.com"}, {"link": "https://www.google.com/search?hl=en&q=Zoom&sa=X&ved=0ahUKEwjW_72T0cD-AhVTqJUCHR4iCqkQmJACCOsJ", "text": "See web results for Zoom"}], "extensions": ["4 days ago", "Full-time", "No degree mentioned"], "detected_extensions": {"posted_at": "4 days ago", "schedule_type": "Full-time"}, "job_id": "eyJqb2JfdGl0bGUiOiJCYWNrIEVuZCBEZXZlbG9wZXIiLCJodGlkb2NpZCI6IlM0cG5GYjUxWW9vQUFBQUFBQUFBQUE9PSIsImhsIjoiZW4iLCJmYyI6IkV1SUJDcUlCUVVWek4ycE9VMVJwZW14VU1IcFllWGxSVDBod1YzcElaa3B3YlVGSlJ6UlBYMVIyUTJwMFNEWkNla3hIVWpCdk1sbEhaVkpCTWxCdWVXTktaQzFPY0dsNVRETTJTVXhaYlRSSmJVMVVMV2hpWkZsck5FTnlSbGhyUlhWeU5EQTNaM3BYVmpSTWQwVnJiVTQ0VEVoYVkwbHNNSEkxU2pRd2EycEpTMjFpTVZOeVlrdHBja3h4TmpSUGNrVXpNbU4zV1hsbk5teG5NVlV0UlRNd2FpMXZSVkZCRWhkRWJteEdXazVpUVVwMFVGRXhjMUZRYm5OVGIzbEJieG9pUVU4dE1ISnNOak5EUlV0eGJXNTJSalpxVFdrdFVtUkNjbmhNVFdnNE9XVmpadyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzMiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gQ2FyZWVycyAtIFpvb20iLCJsaW5rIjoiaHR0cHM6Ly9jYXJlZXJzLnpvb20udXMvam9icy9iYWNrLWVuZC1kZXZlbG9wZXItaW5kaWE/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="}, {"title": "Backend Developer (Django)", "company_name": "Q-rate", "location": " Anywhere ", "via": "via Wellfound", "description": "Qrate is a B2B Saas platform that helps recruiting firms and enterpise to optimise their Talent acquisition process from job creation to candidate screening to interview schedule.\n\nOur platform leverages Al to deliver personalized and efficient recruitment services for both employers and job seekers.\n\nWe currently also operate Aviate, our B2C employability enhancement and placement product for job-seekers. With Aviate, we have launched India's first 100% Job Guarantee Program for HR and TA Roles.\n\nLearn More about Aviate: www.aviate.jobs\n\nLearn More about Q-Rate: www.qrate.ai\n\nWe are seeking a talented and experienced Backend Developer to join our growing team. As a Backend Developer, you will be responsible for designing, developing, and maintaining the server-side logic of our applications, ensuring high performance and responsiveness to requests from the front-end. You will work closely with our product and design teams to build robust and scalable solutions.\n\nResponsibilities:\n•... Develop, maintain, and optimize server-side logic for our web and mobile applications.\n• Collaborate with front-end developers to integrate user-facing elements with server-side logic.\n• Design and develop RESTful APIs to be consumed by the frontend.\n• Ensure the performance, security, and scalability of our applications.\n• Write clean, maintainable, and testable code using industry best practices.\n• Participate in code reviews, troubleshooting, and debugging of complex issues.\n• Stay up-to-date with emerging trends and technologies in web development.\n\nRequirements:\n• At least 2 years of experience in backend development.\n• Strong proficiency in Python.\n• Experience with Django web frameworks.\n• Proficiency in database management and SQL (preferably postgres).\n• Familiarity with RESTful API design and implementation.\n• Good understanding of server-side technologies such as caching, message queues, and load balancing.\n• Knowledge of software development principles such as SOLID, DRY, and YAGNI.\n• Familiarity with version control systems such as Git or SVN.\n• Excellent communication and teamwork skills.\n\nQ-rate focuses on B2B · SaaS · Mobile · Artificial Intelligence / Machine Learning. Their company has offices in Goa. They have a small team that's between 1-10 employees.\n\nYou can view their website at https://qrate.ai", "job_highlights": [{"items": ["Qrate is a B2B Saas platform that helps recruiting firms and enterpise to optimise their Talent acquisition process from job creation to candidate screening to interview schedule.\n\nOur platform leverages Al to deliver personalized and efficient recruitment services for both employers and job seekers.\n\nWe currently also operate Aviate, our B2C employability enhancement and placement product for job-seekers. With Aviate, we have launched India's first 100% Job Guarantee Program for HR and TA Roles.\n\nLearn More about Aviate: www.aviate.jobs\n\nLearn More about Q-Rate: www.qrate.ai\n\nWe are seeking a talented and experienced Backend Developer to join our growing team. As a Backend Developer, you will be responsible for designing, developing, and maintaining the server-side logic of our applications, ensuring high performance and responsiveness to requests from the front-end. You will work closely with our product and design teams to build robust and scalable solutions.\n\nResponsibilities:\n•... Develop, maintain, and optimize server-side logic for our web and mobile applications.\n• Collaborate with front-end developers to integrate user-facing elements with server-side logic.\n• Design and develop RESTful APIs to be consumed by the frontend.\n• Ensure the performance, security, and scalability of our applications.\n• Write clean, maintainable, and testable code using industry best practices.\n• Participate in code reviews, troubleshooting, and debugging of complex issues.\n• Stay up-to-date with emerging trends and technologies in web development.\n\nRequirements:\n• At least 2 years of experience in backend development.\n• Strong proficiency in Python.\n• Experience with Django web frameworks.\n• Proficiency in database management and SQL (preferably postgres).\n• Familiarity with RESTful API design and implementation.\n• Good understanding of server-side technologies such as caching, message queues, and load balancing.\n• Knowledge of software development principles such as SOLID, DRY, and YAGNI.\n• Familiarity with version control systems such as Git or SVN.\n• Excellent communication and teamwork skills.\n\nQ-rate focuses on B2B · SaaS · Mobile · Artificial Intelligence / Machine Learning. Their company has offices in Goa. They have a small team that's between 1-10 employees.\n\nYou can view their website at https://qrate.ai"]}], "related_links": [{"link": "https://www.google.com/search?hl=en&q=Q-rate&sa=X&ved=0ahUKEwjW_72T0cD-AhVTqJUCHR4iCqkQmJACCJsK", "text": "See web results for Q-rate"}], "extensions": ["1 day ago", "₹1.2M–₹2M a year", "Work from home", "Full-time", "No degree mentioned"], "detected_extensions": {"posted_at": "1 day ago", "schedule_type": "Full-time", "work_from_home": true}, "job_id": "eyJqb2JfdGl0bGUiOiJCYWNrZW5kIERldmVsb3BlciAoRGphbmdvKSIsImh0aWRvY2lkIjoiaDFkcGYzZXRpa01BQUFBQUFBQUFBQT09IiwiaGwiOiJlbiIsImZjIjoiRXVJQkNxSUJRVVZ6TjJwT1VreDJWMnBmTlZwU2VsTTRkblZ5VkhwSlpWQlRiRVZrVDJWbFNFcEVVRWxKVkdwNlQxUlROR2xTT1c4d1dWbENaVkJUU0d0R1JVcEdPRFZLVlRnMVRtUmhVR3BDU0RKR1ZGRTBjRVJSVmxoNE9GTlZkVlpVZDJ4VGVuSmpVMEZVYldaNVVITmlVbFF6UzFVd016SktNMVIxWkV3dE5rMXVOVTlRWWt4cFEwbFFhemRXVkZneVZFMXphRk5HWmw5Q1VEZFFURjlHTkhCV1pUZG5FaGRFYm14R1drNWlRVXAwVUZFeGMxRlFibk5UYjNsQmJ4b2lRVTh0TUhKc05tczVkVVUwVUdneFYxQjNjRmx6TFc5c1ZXb3dkRTR4TVdOQ1VRIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBkaXJlY3RseSBvbiBXZWxsZm91bmQiLCJsaW5rIjoiaHR0cHM6Ly93ZWxsZm91bmQuY29tL2NvbXBhbnkvcS1yYXRlLTIvam9icy8yNjUyODQzLWJhY2tlbmQtZGV2ZWxvcGVyLWRqYW5nbz91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"}, {"title": "Backend Developer", "company_name": "91HR", "location": " Anywhere ", "via": "via LinkedIn", "description": "● Background - 4+ years of proven experience working as a Backend Developer.\n\n● Proficiency in NodeJS, Express and vanilla javascript.\n\n● Hands-on experience with databases. (e.g. Postgres, MongoDB, Elasticsearch)\n\n● Strong knowledge creating APIs. Knowledge using web sockets.\n\n● Experience in creating REST API documentation using Open API or similar tools.\n\n● Experience developing and creating architectures taking advantage of cloud services and capabilities\n\n● Hands on experience on cloud services (AWS, GCP, Digital Ocean), git and CI/CD tools.", "job_highlights": [{"items": ["● Background - 4+ years of proven experience working as a Backend Developer.\n\n● Proficiency in NodeJS, Express and vanilla javascript.\n\n● Hands-on experience with databases. (e.g. Postgres, MongoDB, Elasticsearch)\n\n● Strong knowledge creating APIs. Knowledge using web sockets.\n\n● Experience in creating REST API documentation using Open API or similar tools.\n\n● Experience developing and creating architectures taking advantage of cloud services and capabilities\n\n● Hands on experience on cloud services (AWS, GCP, Digital Ocean), git and CI/CD tools."]}], "related_links": [{"link": "https://www.google.com/search?hl=en&q=91HR&sa=X&ved=0ahUKEwjW_72T0cD-AhVTqJUCHR4iCqkQmJACCMoK", "text": "See web results for 91HR"}], "extensions": ["2 days ago", "Work from home", "Full-time", "No degree mentioned"], "detected_extensions": {"posted_at": "2 days ago", "schedule_type": "Full-time", "work_from_home": true}, "job_id": "eyJqb2JfdGl0bGUiOiJCYWNrZW5kIERldmVsb3BlciIsImh0aWRvY2lkIjoiMkFGVkpXR2oyd0VBQUFBQUFBQUFBQT09IiwiaGwiOiJlbiIsImZjIjoiRXN3QkNvd0JRVVZ6TjJwT1UwbHdTMmRNTWxnMlIwMVhYMVJRU1UxaFQwWjVXRlJ0U1ZsRloxZFFWVEUxUVZaWE9XNXlPVFJoVlhsdk5rVnhkMDFQV0RkQlYySTFaVWhVY20xSlJtaFNVa3R4VVZCc2FtdGZTRVZ2VkVWRVRtVnBhWEF5Y1hsYU9GUlZWV2g1T0ROQ2JsUnRabWw2V0VwaFMyMVdjM05sVFc4emJUVXpPV0U0V0ZKd1VWTlpPWEkxY0VFU0YwUnViRVphVG1KQlNuUlFVVEZ6VVZCdWMxTnZlVUZ2R2lKQlR5MHdjbXczWkVkSGJWRTJlVk5TVmtVMWNVTk9hazEwVld3M0xXWlFhMDkzIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNiIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBMaW5rZWRJbiIsImxpbmsiOiJodHRwczovL2luLmxpbmtlZGluLmNvbS9qb2JzL3ZpZXcvYmFja2VuZC1kZXZlbG9wZXItYXQtOTFoci0zNTczMDA3MzcyP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="}, {"title": "Senior Backend Developer", "company_name": "Supercoder", "location": " Anywhere ", "via": "via LinkedIn", "description": "Greeting and thank you for visiting our job post.\n\nSupercoder is an AI-powered career development platform to connect developers around the world to remote job opportunities with competitive payment.\n\nWe are looking for Senior Backend Developer position with details as below.\n\nSalary range: $2,500 - $4,000/month\n\nType of role: 100% full-time remote\n\nRequirements:\n• Proven experience as a Backend Developer, with expertise in [Python + FastAPI] or [Kotlin + Spring]\n• Strong understanding of Domain-Driven Design (DDD) principles and ability to apply them in practice\n• Familiarity with API design and RESTful APIs\n• Solid understanding of databases and data modeling\n• Excellent problem-solving skills and attention to detail\n• Strong communication and teamwork skills\n• Ability to work independently and meet project deadlines\n\nQualifications:\n• Bachelor's degree or equivalent experience in Computer Science\n• Ability to multi-task, organize, and prioritize work\n• Experience working in Agile... development environments.\n• Excellent problem-solving and analytical skills.\n• Strong communication and collaboration skills", "job_highlights": [{"items": ["Greeting and thank you for visiting our job post.\n\nSupercoder is an AI-powered career development platform to connect developers around the world to remote job opportunities with competitive payment.\n\nWe are looking for Senior Backend Developer position with details as below.\n\nSalary range: $2,500 - $4,000/month\n\nType of role: 100% full-time remote\n\nRequirements:\n• Proven experience as a Backend Developer, with expertise in [Python + FastAPI] or [Kotlin + Spring]\n• Strong understanding of Domain-Driven Design (DDD) principles and ability to apply them in practice\n• Familiarity with API design and RESTful APIs\n• Solid understanding of databases and data modeling\n• Excellent problem-solving skills and attention to detail\n• Strong communication and teamwork skills\n• Ability to work independently and meet project deadlines\n\nQualifications:\n• Bachelor's degree or equivalent experience in Computer Science\n• Ability to multi-task, organize, and prioritize work\n• Experience working in Agile... development environments.\n• Excellent problem-solving and analytical skills.\n• Strong communication and collaboration skills"]}], "related_links": [{"link": "http://www.supercoder.co/customer", "text": "supercoder.co/customer"}, {"link": "https://www.google.com/search?hl=en&q=Supercoder&sa=X&ved=0ahUKEwjW_72T0cD-AhVTqJUCHR4iCqkQmJACCPsK", "text": "See web results for Supercoder"}], "extensions": ["6 days ago", "Work from home", "Full-time"], "detected_extensions": {"posted_at": "6 days ago", "schedule_type": "Full-time", "work_from_home": true}, "job_id": "eyJqb2JfdGl0bGUiOiJTZW5pb3IgQmFja2VuZCBEZXZlbG9wZXIiLCJodGlkb2NpZCI6InlHTWJWRzRDenRBQUFBQUFBQUFBQUE9PSIsImhsIjoiZW4iLCJmYyI6IkV2Y0JDcmNCUVVWek4ycE9WSFJaWnpoWFZuWXlYMFExYVZkTk9XZzBUV290UlRkME5ubHFNbEZDU2pkUFdGQmtiVTVwVkRCS00zSnVhRXRQUkdWRVJuWnBNVXBTVTJ0VlpWaHFkQzFxVFZwNGVGWlpTRkYyVnpNNVZESkNSVkkyVm1kMmVuZE9TazVyWWxKbWJWZzVNVGg0VnpoeVJrMVRObGhQWlU1UlpVbHhTMGwzU0dKdE5HSlJMVzlCWW10U2JtTXdaRzQxV0VjMk5scHVka1ZJY1VsV1VHbHNMVlIyY1ZrMWRVcFJORzluVUdreE1IVjJlWGRmYnpWckVoZEVibXhHV2s1aVFVcDBVRkV4YzFGUWJuTlRiM2xCYnhvaVFVOHRNSEpzTlhwRWFWVTVUM1ZrYkd0RE5UVXhMVzVaTjI5S2VHUmtUazF1ZHciLCJmY3YiOiIzIiwiZmNfaWQiOiJmY183IiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIExpbmtlZEluIiwibGluayI6Imh0dHBzOi8vaW4ubGlua2VkaW4uY29tL2pvYnMvdmlldy9zZW5pb3ItYmFja2VuZC1kZXZlbG9wZXItYXQtc3VwZXJjb2Rlci0zNTczNDgxNDIxP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="}, {"title": "Backend Developer", "company_name": "IBM", "location": "  Kochi, Kerala, India   ", "via": "via IBM Jobs", "description": "Introduction\n\nAt IBM, work is more than a job - it's a calling: To build. To design. To code. To consult. To think along with clients and sell. To make markets. To invent. To collaborate. Not just to do something better, but to attempt things you've never thought possible. Are you ready to lead in this new era of technology and solve some of the world's most challenging problems? If so, lets talk.\n\nYour Role and Responsibilities\n• Work in an Agile, collaborative environment to build, deploy, configure, and maintain Lakehouse (SaaS) on multiple hyperscalers.\n• Use continuous integration tools like Jenkins and Artifactory to build automation pipeline to deploy different service workloads for Lakehouse.\n• Collaborate multiple development teams to enable a continuous integration environment that sustains high productivity levels and emphasizes defect prevention techniques.\n• Design and implement automation for deployment, monitoring, logging, alerting of large-scale Lakehouse... environments.\n\nRequired Technical and Professional Expertise\n• Around 3 years of relevant experience\n• Virtualization, containerization technologies, containers orchestration software and cloud platforms\n• Kubernetes clusters administration\n• Usage of cloud services (Amazon Web Services, IBM Cloud, Microsoft Azure, Google Cloud Platform)\n• Languages: GO, Python, Ruby\n• Linux and shell scripting\n• CI/CD Tools: Jenkins, Artifactory Development and operation of fully managed SaaS services * Source Control Tools: Git, GitHub\n• Excellent communication skills.\n\nPreferred Technical and Professional Expertise\n• Experience with cloud SaaS security\n• Hypershift and openshift\n• Familiarity of RDBMS, data warehouse, data lakes\n• Familiarity with Hive metastore and open data formats (Iceberg, Delta Lake, Hudi)\n• Open-source data engines: Presto, Spark\n• Data governance management\n• Open-source software development\n\nAbout Business UnitIBM Analytics enables organizations to engage with data to answer the toughest business questions, uncover patterns and pursue breakthrough ideas. IBM Analytics offers a complete portfolio of big data and analytics solutions to fuel the Cognitive business.\n\nIBM Analytics delivers on the promise of cognitive business. Our portfolio provides the first and only end-to-end ecosystem of data, analytics and cognitive capabilities and expertise. Available on the cloud, on premises or in hybrid deployments, our portfolio helps organizations uncover insights that improve business processes and ideas that drive game-changing outcomes\n\nThis job requires you to be fully COVID-19 vaccinated prior to your start date and proof of vaccination status will be required before your start date. During the Onboarding process you will be asked to confirm your vaccination status, in case you are unable to get vaccinated for any reason, you can let us know at that stage. Please let us know if you are unable to be vaccinated due to medical or religious reasons. IBM will consider such requests on a case by case basis subject to submission of required proof by the candidate before a stipulated date.\n\nYour Life @ IBMIn a world where technology never stands still, we understand that, dedication to our clients success, innovation that matters, and trust and personal responsibility in all our relationships, lives in what we do as IBMers as we strive to be the catalyst that makes the world work better.\n\nBeing an IBMer means you'll be able to learn and develop yourself and your career, you'll be encouraged to be courageous and experiment everyday, all whilst having continuous trust and support in an environment where everyone can thrive whatever their personal or professional background.\n\nOur IBMers are growth minded, always staying curious, open to feedback and learning new information and skills to constantly transform themselves and our company. They are trusted to provide on-going feedback to help other IBMers grow, as well as collaborate with colleagues keeping in mind a team focused approach to include different perspectives to drive exceptional outcomes for our customers. The courage our IBMers have to make critical decisions everyday is essential to IBM becoming the catalyst for progress, always embracing challenges with resources they have to hand, a can-do attitude and always striving for an outcome focused approach within everything that they do.\n\nAre you ready to be an IBMer?\n\nAbout IBMIBM's greatest invention is the IBMer. We believe that through the application of intelligence, reason and science, we can improve business, society and the human condition, bringing the power of an open hybrid cloud and AI strategy to life for our clients and partners around the world.Restlessly reinventing since 1911, we are not only one of the largest corporate organizations in the world, we're also one of the biggest technology and consulting employers, with many of the Fortune 50 companies relying on the IBM Cloud to run their business. At IBM, we pride ourselves on being an early adopter of artificial intelligence, quantum computing and blockchain. Now it's time for you to join us on our journey to being a responsible technology innovator and a force for good in the world.\n\nLocation StatementWhen applying to jobs of your interest, we recommend that you do so for those that match your experience and expertise. Our recruiters advise that you apply to not more than 3 roles in a year for the best candidate experience.\n\nFor additional information about location requirements, please discuss with the recruiter following submission of your application.\n\nBeing You @ IBMIBM is committed to creating a diverse environment and is proud to be an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, pregnancy, disability, age, veteran status, or other characteristics. IBM is also committed to compliance with all fair employment practices regarding citizenship and immigration status", "job_highlights": [{"items": ["Introduction\n\nAt IBM, work is more than a job - it's a calling: To build. To design. To code. To consult. To think along with clients and sell. To make markets. To invent. To collaborate. Not just to do something better, but to attempt things you've never thought possible. Are you ready to lead in this new era of technology and solve some of the world's most challenging problems? If so, lets talk.\n\nYour Role and Responsibilities\n• Work in an Agile, collaborative environment to build, deploy, configure, and maintain Lakehouse (SaaS) on multiple hyperscalers.\n• Use continuous integration tools like Jenkins and Artifactory to build automation pipeline to deploy different service workloads for Lakehouse.\n• Collaborate multiple development teams to enable a continuous integration environment that sustains high productivity levels and emphasizes defect prevention techniques.\n• Design and implement automation for deployment, monitoring, logging, alerting of large-scale Lakehouse... environments.\n\nRequired Technical and Professional Expertise\n• Around 3 years of relevant experience\n• Virtualization, containerization technologies, containers orchestration software and cloud platforms\n• Kubernetes clusters administration\n• Usage of cloud services (Amazon Web Services, IBM Cloud, Microsoft Azure, Google Cloud Platform)\n• Languages: GO, Python, Ruby\n• Linux and shell scripting\n• CI/CD Tools: Jenkins, Artifactory Development and operation of fully managed SaaS services * Source Control Tools: Git, GitHub\n• Excellent communication skills.\n\nPreferred Technical and Professional Expertise\n• Experience with cloud SaaS security\n• Hypershift and openshift\n• Familiarity of RDBMS, data warehouse, data lakes\n• Familiarity with Hive metastore and open data formats (Iceberg, Delta Lake, Hudi)\n• Open-source data engines: Presto, Spark\n• Data governance management\n• Open-source software development\n\nAbout Business UnitIBM Analytics enables organizations to engage with data to answer the toughest business questions, uncover patterns and pursue breakthrough ideas. IBM Analytics offers a complete portfolio of big data and analytics solutions to fuel the Cognitive business.\n\nIBM Analytics delivers on the promise of cognitive business. Our portfolio provides the first and only end-to-end ecosystem of data, analytics and cognitive capabilities and expertise. Available on the cloud, on premises or in hybrid deployments, our portfolio helps organizations uncover insights that improve business processes and ideas that drive game-changing outcomes\n\nThis job requires you to be fully COVID-19 vaccinated prior to your start date and proof of vaccination status will be required before your start date. During the Onboarding process you will be asked to confirm your vaccination status, in case you are unable to get vaccinated for any reason, you can let us know at that stage. Please let us know if you are unable to be vaccinated due to medical or religious reasons. IBM will consider such requests on a case by case basis subject to submission of required proof by the candidate before a stipulated date.\n\nYour Life @ IBMIn a world where technology never stands still, we understand that, dedication to our clients success, innovation that matters, and trust and personal responsibility in all our relationships, lives in what we do as IBMers as we strive to be the catalyst that makes the world work better.\n\nBeing an IBMer means you'll be able to learn and develop yourself and your career, you'll be encouraged to be courageous and experiment everyday, all whilst having continuous trust and support in an environment where everyone can thrive whatever their personal or professional background.\n\nOur IBMers are growth minded, always staying curious, open to feedback and learning new information and skills to constantly transform themselves and our company. They are trusted to provide on-going feedback to help other IBMers grow, as well as collaborate with colleagues keeping in mind a team focused approach to include different perspectives to drive exceptional outcomes for our customers. The courage our IBMers have to make critical decisions everyday is essential to IBM becoming the catalyst for progress, always embracing challenges with resources they have to hand, a can-do attitude and always striving for an outcome focused approach within everything that they do.\n\nAre you ready to be an IBMer?\n\nAbout IBMIBM's greatest invention is the IBMer. We believe that through the application of intelligence, reason and science, we can improve business, society and the human condition, bringing the power of an open hybrid cloud and AI strategy to life for our clients and partners around the world.Restlessly reinventing since 1911, we are not only one of the largest corporate organizations in the world, we're also one of the biggest technology and consulting employers, with many of the Fortune 50 companies relying on the IBM Cloud to run their business. At IBM, we pride ourselves on being an early adopter of artificial intelligence, quantum computing and blockchain. Now it's time for you to join us on our journey to being a responsible technology innovator and a force for good in the world.\n\nLocation StatementWhen applying to jobs of your interest, we recommend that you do so for those that match your experience and expertise. Our recruiters advise that you apply to not more than 3 roles in a year for the best candidate experience.\n\nFor additional information about location requirements, please discuss with the recruiter following submission of your application.\n\nBeing You @ IBMIBM is committed to creating a diverse environment and is proud to be an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, pregnancy, disability, age, veteran status, or other characteristics. IBM is also committed to compliance with all fair employment practices regarding citizenship and immigration status"]}], "related_links": [{"link": "http://www.ibm.com/", "text": "ibm.com"}, {"link": "https://www.google.com/search?hl=en&q=IBM&sa=X&ved=0ahUKEwjW_72T0cD-AhVTqJUCHR4iCqkQmJACCKsL", "text": "See web results for IBM"}], "extensions": ["27 days ago", "Full-time", "No degree mentioned"], "detected_extensions": {"posted_at": "27 days ago", "schedule_type": "Full-time"}, "job_id": "eyJqb2JfdGl0bGUiOiJCYWNrZW5kIERldmVsb3BlciIsImh0aWRvY2lkIjoiUFFoVVpDVkE4OHdBQUFBQUFBQUFBQT09IiwiaGwiOiJlbiIsImZjIjoiRXVJQkNxSUJRVVZ6TjJwT1VURmpWM0IxUTFGcFNVWlBNbXhCZUUxa1IwMDVjMlJvWlhWUVNtNUhVbmg1TUU1NlgwTklObmRmVkdaV2RGTXRaR05EVXpZeGMzQmFTR1JNWm1oamN6VkdkbGM0U3pkVmRYcFRUbDlqYWxKdWNYbG1jWG8xYVc4MFNHdGZUM2N3VlhvdE5rMU1SbnBoV1ZNM1NXbG9ibGxUWmpKNE1tODVSRzh6VG1JNFpXVkVRMUpqT1ZsamJWbDVURGMxTVRGUVpuTlZiaTFKUlZwQ1RUbEJFaGRFYm14R1drNWlRVXAwVUZFeGMxRlFibk5UYjNsQmJ4b2lRVTh0TUhKc05WTlFSWE5CTkhsUGNYTnpSVUkxTW1oT1ZEbEZTR3RDZEdwd2R3IiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfOSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBJQk0gSm9icyIsImxpbmsiOiJodHRwczovL2libS5kZWpvYnMub3JnL2tvY2hpLWluZC9iYWNrZW5kLWRldmVsb3Blci8zOEQ5RjhDRTU1ODY0NjdEQkQxODU3NDA2ODY1NjgzNC9qb2IvP3ZzPTI1XHUwMDI2dXRtX3NvdXJjZT1SUitSU1MrRmVlZC1ERVx1MDAyNnV0bV9tZWRpdW09T3RoZXJcdTAwMjZ1dG1fY2FtcGFpZ249UlIrUlNTK0ZlZWRcdTAwMjZ1dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"}, {"title": "Lead Back-End Developer", "company_name": "BNY Mellon", "location": "  Maharashtra, India   ", "via": "via Eightfold.ai", "description": "Design and development of backend features and components - Collaborating with other developers in design and development - Reducing the level of technical debt of the backend codebase - Help triage bugs, track software defects, and ensure their timely resolution - Stewarding technical standards and quality - Interface with product and other functional teams and their leadership The job holder uses existing and emerging technology platforms to design, develop and document technically detailed applications. . S/he also analyzes organizational needs and goals to develop and implement application systems. Provides application software development services or technical support in situations of moderate complexity. May also be responsible for requirements gathering and BRD/SRD preparation. Has thorough knowledge of the Software Development Life Cycle. Conducts reviews of the test Plan and test Data.Programming well-designed, testable, efficient code. Analyze, design and develop tests and... test-automation suites. Develop flowcharts, layouts and documentation to satisfy requirements and solutions. Maintain software functionality and currency (technical debt and gain). Actively participate in code reviews. Integrate software components into a fully functional software system. Apply security and privacy principles.Execute full lifecycle software development. Develop software verification plans and quality assurance procedures. Troubleshoot, debug and upgrade existing systems. Ensure software is updated with latest features. Participate in deployment process following all change controls. Provide ongoing maintenance, support and enhancements in existing systems and platforms. Provide recommendations for continuous improvement.Active learning engagement. Complete all required mandatory training / policy awareness curricula on time. Use learning tools such as Pluralsight to complete both recommended and aspirational targets set in personal development plans.Demonstrate team work. Leverage existing products/functionality and promote reuse. Work alongside other engineers on the team to elevate technology and consistently apply best practices. Collaborate closely with all the other members of the team to take shared responsibility for the overall efforts that the team has committed to. Collaborate cross-functionally with data engineers, business users, project managers and other engineers to achieve elegant solutions. Utilize local meetups to gain and share knowledge.Compiles documentation written by more senior developers of all procedures used in system. Acts as mentor to junior level engineers .Prior experience with using a specific application development toolkit and knowledge of a backend development language required (i.e. C#, Java) S/he must have knowledge about the functions and features of modern and traditional structured methods for developing applications. Communications and organization skills; team work skills. Contributes to the achievement of related teams' objectivesMODIFIED BASED UPON LOCAL REGULATIONS/REQUIREMENTSBachelor's degree in computer science engineering or a related discipline, or equivalent work experience required2-6 years of experience in software development required; experience in the securities or financial services industry is a plus; should have thorough knowledge of the software development cycle S/he must also have experience developing in backend environment Job holder must be knowledgeable about cross-platform interoperability (multiple platforms. NT, Intranet, etc.) , major tools in a toolkit for a specific platform and features of multiple toolkits. S/he must be experienced at resolving hardware, software, and communications malfunctions and understand the business impact of resolving complications.. BNY Mellon is an Equal Employment Opportunity/Affirmative Action Employer. Minorities/Females/Individuals with Disabilities/Protected Veterans. Our ambition is to build the best global team – one that is representative and inclusive of the diverse talent, clients and communities we work with and serve – and to empower our team to do their best work. We support wellbeing and a balanced life, and offer a range of family-friendly, inclusive employment policies and employee forums.\n\nBNY Mellon is an Equal Employment Opportunity/Affirmative Action Employer. Minorities/Females/Individuals With Disabilities/Protected Veterans.\n\nOur ambition is to build the best global team – one that is representative and inclusive of the diverse talent, clients and communities we work with and serve – and to empower our team to do their best work. We support wellbeing and a balanced life, and offer a range of family-friendly, inclusive employment policies and employee forums", "job_highlights": [{"items": ["Design and development of backend features and components - Collaborating with other developers in design and development - Reducing the level of technical debt of the backend codebase - Help triage bugs, track software defects, and ensure their timely resolution - Stewarding technical standards and quality - Interface with product and other functional teams and their leadership The job holder uses existing and emerging technology platforms to design, develop and document technically detailed applications. . S/he also analyzes organizational needs and goals to develop and implement application systems. Provides application software development services or technical support in situations of moderate complexity. May also be responsible for requirements gathering and BRD/SRD preparation. Has thorough knowledge of the Software Development Life Cycle. Conducts reviews of the test Plan and test Data.Programming well-designed, testable, efficient code. Analyze, design and develop tests and... test-automation suites. Develop flowcharts, layouts and documentation to satisfy requirements and solutions. Maintain software functionality and currency (technical debt and gain). Actively participate in code reviews. Integrate software components into a fully functional software system. Apply security and privacy principles.Execute full lifecycle software development. Develop software verification plans and quality assurance procedures. Troubleshoot, debug and upgrade existing systems. Ensure software is updated with latest features. Participate in deployment process following all change controls. Provide ongoing maintenance, support and enhancements in existing systems and platforms. Provide recommendations for continuous improvement.Active learning engagement. Complete all required mandatory training / policy awareness curricula on time. Use learning tools such as Pluralsight to complete both recommended and aspirational targets set in personal development plans.Demonstrate team work. Leverage existing products/functionality and promote reuse. Work alongside other engineers on the team to elevate technology and consistently apply best practices. Collaborate closely with all the other members of the team to take shared responsibility for the overall efforts that the team has committed to. Collaborate cross-functionally with data engineers, business users, project managers and other engineers to achieve elegant solutions. Utilize local meetups to gain and share knowledge.Compiles documentation written by more senior developers of all procedures used in system. Acts as mentor to junior level engineers .Prior experience with using a specific application development toolkit and knowledge of a backend development language required (i.e. C#, Java) S/he must have knowledge about the functions and features of modern and traditional structured methods for developing applications. Communications and organization skills; team work skills. Contributes to the achievement of related teams' objectivesMODIFIED BASED UPON LOCAL REGULATIONS/REQUIREMENTSBachelor's degree in computer science engineering or a related discipline, or equivalent work experience required2-6 years of experience in software development required; experience in the securities or financial services industry is a plus; should have thorough knowledge of the software development cycle S/he must also have experience developing in backend environment Job holder must be knowledgeable about cross-platform interoperability (multiple platforms. NT, Intranet, etc.) , major tools in a toolkit for a specific platform and features of multiple toolkits. S/he must be experienced at resolving hardware, software, and communications malfunctions and understand the business impact of resolving complications.. BNY Mellon is an Equal Employment Opportunity/Affirmative Action Employer. Minorities/Females/Individuals with Disabilities/Protected Veterans. Our ambition is to build the best global team – one that is representative and inclusive of the diverse talent, clients and communities we work with and serve – and to empower our team to do their best work. We support wellbeing and a balanced life, and offer a range of family-friendly, inclusive employment policies and employee forums.\n\nBNY Mellon is an Equal Employment Opportunity/Affirmative Action Employer. Minorities/Females/Individuals With Disabilities/Protected Veterans.\n\nOur ambition is to build the best global team – one that is representative and inclusive of the diverse talent, clients and communities we work with and serve – and to empower our team to do their best work. We support wellbeing and a balanced life, and offer a range of family-friendly, inclusive employment policies and employee forums"]}], "related_links": [{"link": "http://www.bnymellon.com/", "text": "bnymellon.com"}, {"link": "https://www.google.com/search?hl=en&q=BNY+Mellon&sa=X&ved=0ahUKEwjW_72T0cD-AhVTqJUCHR4iCqkQmJACCNoL", "text": "See web results for BNY Mellon"}], "extensions": ["3 days ago", "Full-time"], "detected_extensions": {"posted_at": "3 days ago", "schedule_type": "Full-time"}, "job_id": "eyJqb2JfdGl0bGUiOiJMZWFkIEJhY2stRW5kIERldmVsb3BlciIsImh0aWRvY2lkIjoia2xXYXFMbXpBRGdBQUFBQUFBQUFBQT09IiwiaGwiOiJlbiIsImZjIjoiRXZjQkNyY0JRVVZ6TjJwT1VtWjFUbGxDWTB0TFlqSjRWV2RTVlcxVFh6UkdkVXN4WlRaelRYcFZXVlJ4TlV4Uk5IaEhRbWRJTjBZeVRHUkRhRk00Y3pRMVJEbGtSelZTTmt0WGNrRk5UbXBFZWxwT1RrMXdZemN5V25BNVYxVlJkMkpNUjNsM01qTmtVblZVZEdGeU9IRkNaemRNT1hjeWVHSlJUVWsyZDFCdFdrTm1ZMU42Y21jdFkwWjBTMjV1WkdSeVZFbHBPRlp5TkdacldHWnlWM2RWTFV4clNsVmxiVk5xYkVoWVRWWXdNWEJ1YlVkbmFqSnhTWFV3RWhkRWJteEdXazVpUVVwMFVGRXhjMUZRYm5OVGIzbEJieG9pUVU4dE1ISnNOR3cwVjFGeWJXczRRVUZSVTFkRFdqbHJPVlV0UVVwT2JVSnhRUSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzExIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIEVpZ2h0Zm9sZC5haSIsImxpbmsiOiJodHRwczovL2JueW1lbGxvbi5laWdodGZvbGQuYWkvY2FyZWVycy9qb2IvMTU2MTU1NzktbGVhZC1iYWNrLWVuZC1kZXZlbG9wZXItbWFoYXJhc2h0cmEtaW5kaWE/ZG9tYWluPWJueW1lbGxvbi5jb21cdTAwMjZ1dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"}, {"title": "Backend Developer (Rust)", "company_name": "Aftershoot", "location": "  India   ", "via": "via Wellfound", "description": "Job description\n\nWe're looking to hire an experienced Backend Developer with experience in Rust to join our fast-moving team at AfterShoot!\n\nResponsibilities\n• Take ownership of the backend which may also involve having a decent amount of knowledge of working with Python\n• Work with the team to port parts of the current Python Backend to Rust\n• Work with the product and R&D team to understand business goals and help bring them to fruition\n• Research new technologies and best practices and make sure we’re up to date\n\nPreferred Experience\n• Experience with compiling and linking third party libraries\n• Experience with creating and maintaining scalable database architectures for edge devices.\n• Diesel, Serde, Rocket, Tokio, Threads, low level optimizations.\n• Experience making slow backends fly like a rocket.\n\nBenefits\n• Chance to work on an industry-defining product! Go read our testimonials: https://aftershoot.com\n• Health and wellness benefits\n• Competitive Pay\n• Option to work... remotely (in person preferred but we allow for remote work)\n• Flexibility with working hours - that means we don't believe in the traditional 9-5 work routine\n• Your own custom work machine with your requested specifications (and color 😉 )\n\nWe're looking for people with a can-do attitude and a mindset to do something that impacts an industry as a whole! If you don't want to be yet another cog in the system and want to work on innovative and challenging problems, we'll be excited to have you!\n\nAbout Us\n\nAt AfterShoot, we are building the Future of Photography!\n\nWith very little to no innovation in the past decade, we believe that the Photo Industry is ripe for disruption!\n\nAftershoot focuses on Machine Learning, Photography, Artificial Intelligence, Weddings, and Events. Their company has offices in Delaware. They have a mid-size team that's between 51-200 employees. To date, Aftershoot has raised $120k of funding; their latest round was closed on April 2021.\n\nYou can view their website at https://aftershoot.com/ or find them on Twitter, Facebook, and LinkedIn", "job_highlights": [{"items": ["Job description\n\nWe're looking to hire an experienced Backend Developer with experience in Rust to join our fast-moving team at AfterShoot!\n\nResponsibilities\n• Take ownership of the backend which may also involve having a decent amount of knowledge of working with Python\n• Work with the team to port parts of the current Python Backend to Rust\n• Work with the product and R&D team to understand business goals and help bring them to fruition\n• Research new technologies and best practices and make sure we’re up to date\n\nPreferred Experience\n• Experience with compiling and linking third party libraries\n• Experience with creating and maintaining scalable database architectures for edge devices.\n• Diesel, Serde, Rocket, Tokio, Threads, low level optimizations.\n• Experience making slow backends fly like a rocket.\n\nBenefits\n• Chance to work on an industry-defining product! Go read our testimonials: https://aftershoot.com\n• Health and wellness benefits\n• Competitive Pay\n• Option to work... remotely (in person preferred but we allow for remote work)\n• Flexibility with working hours - that means we don't believe in the traditional 9-5 work routine\n• Your own custom work machine with your requested specifications (and color 😉 )\n\nWe're looking for people with a can-do attitude and a mindset to do something that impacts an industry as a whole! If you don't want to be yet another cog in the system and want to work on innovative and challenging problems, we'll be excited to have you!\n\nAbout Us\n\nAt AfterShoot, we are building the Future of Photography!\n\nWith very little to no innovation in the past decade, we believe that the Photo Industry is ripe for disruption!\n\nAftershoot focuses on Machine Learning, Photography, Artificial Intelligence, Weddings, and Events. Their company has offices in Delaware. They have a mid-size team that's between 51-200 employees. To date, Aftershoot has raised $120k of funding; their latest round was closed on April 2021.\n\nYou can view their website at https://aftershoot.com/ or find them on Twitter, Facebook, and LinkedIn"]}], "related_links": [{"link": "http://aftershoot.co/", "text": "aftershoot.co"}, {"link": "https://www.google.com/search?hl=en&q=Aftershoot&sa=X&ved=0ahUKEwjW_72T0cD-AhVTqJUCHR4iCqkQmJACCIkM", "text": "See web results for Aftershoot"}], "extensions": ["₹1.4M–₹2M a year", "Full-time", "No degree mentioned"], "detected_extensions": {"schedule_type": "Full-time"}, "job_id": "eyJqb2JfdGl0bGUiOiJCYWNrZW5kIERldmVsb3BlciAoUnVzdCkiLCJodGlkb2NpZCI6Ik05eW5WdDdJenRRQUFBQUFBQUFBQUE9PSIsImhsIjoiZW4iLCJmYyI6IkV2Y0JDcmNCUVVWek4ycE9VV2hDUVdaSlUwRXhRalJaTlRoM1VESmhVV3BLYkZONkxWaEhUMmRVYlRaRVdFZG1UWE0wTnpsUmNtcHVkRU16T0Vob1JIcFhTRlJtZUhkUGRtbGZaRVU1UTBwTWVESXpZelU1UVVKaWVsZHZOaTFsUzNSdlQzZExRbWRxUVZkeU9XeDVUWGRqUkdkaFZVaEpYMHhmYTBsRGIxcFJlblpzVm10ZmRFeHpWMGR5VERkTGIwZGljVVZZWkRob1JsSmllbUl6TUZwc05FOHdTRUZPZEZsRFdFdzJVVEJUUlhKbFUyTldTbkZ4UkdOTkVoZEVibXhHV2s1aVFVcDBVRkV4YzFGUWJuTlRiM2xCYnhvaVFVOHRNSEpzTkhaTlQxOVNOV0Z2UVdsSlZrTmhiM3BzVkVwaE0yaGpTWE4zZHciLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xMyIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBkaXJlY3RseSBvbiBXZWxsZm91bmQiLCJsaW5rIjoiaHR0cHM6Ly93ZWxsZm91bmQuY29tL2NvbXBhbnkvYWZ0ZXJzaG9vdGNvL2pvYnMvMTg3MDQxOS1iYWNrZW5kLWRldmVsb3Blci1ydXN0P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="}, {"title": "Mid-Senior Backend Developer", "company_name": "InSynk Studios", "location": " Anywhere ", "via": "via LinkedIn", "description": "We are looking for a skilled Mid-Senior Backend Developer to join our team. The ideal candidate will have 2 to 3 years of experience in backend development and a strong proficiency in Node.js, TypeScript and MongoDB.\n\nYou will be responsible for building and maintaining robust, scalable, and high-performance backend systems, for cutting-edge projects, designing and implementing complex solutions.\n\nBefore you click apply, read the job post carefully.\n\nAPPLY HERE: https://forms.gle/6gWw3QewEqmCuyo96\n\nResponsibilities:\n• Design, develop, and maintain backend systems using Node.js, Typescript and MongoDB\n• Collaborate with the frontend team to ensure seamless integration\n• Provide technical guidance to junior developers\n• Participate in code reviews, testing, and debugging to ensure code quality\n• Develop and maintain APIs\n• Develop and maintain databases using MongoDB\n• Write clean, efficient, and well-documented code\n• Optimize applications for maximum speed and scalability\n•... Continuously research and learn new technologies to stay up-to-date with industry trends\n\nRequirements:\n• 2-3 years of experience as a backend developer\n• Understanding of web application architecture and design patterns\n• Knowledge of version control systems such as Git\n• Strong knowledge of Node.js and TypeScript\n• Good Experience with MongoDB\n• Experience with RESTful APIs\n• Familiarity with AWS or other cloud services\n• Strong problem-solving skills and attention to detail\n• Excellent communication skills and ability to work collaboratively with a team\n\nIf you are a highly motivated individual with a passion for coding, we encourage you to apply. We offer dynamic work environment of growth and leadership.\n\nwe want to hear from you, if you are a motivated and skilled backend developer with a passion for building scalable and high-performance applications.\n\nJoin our team and work on exciting products that challenge and inspire you. Apply today!\n\nAPPLY HERE: https://forms.gle/6gWw3QewEqmCuyo96\n\nPackage:\n\n9 LPA - 11 LPA", "job_highlights": [{"items": ["We are looking for a skilled Mid-Senior Backend Developer to join our team. The ideal candidate will have 2 to 3 years of experience in backend development and a strong proficiency in Node.js, TypeScript and MongoDB.\n\nYou will be responsible for building and maintaining robust, scalable, and high-performance backend systems, for cutting-edge projects, designing and implementing complex solutions.\n\nBefore you click apply, read the job post carefully.\n\nAPPLY HERE: https://forms.gle/6gWw3QewEqmCuyo96\n\nResponsibilities:\n• Design, develop, and maintain backend systems using Node.js, Typescript and MongoDB\n• Collaborate with the frontend team to ensure seamless integration\n• Provide technical guidance to junior developers\n• Participate in code reviews, testing, and debugging to ensure code quality\n• Develop and maintain APIs\n• Develop and maintain databases using MongoDB\n• Write clean, efficient, and well-documented code\n• Optimize applications for maximum speed and scalability\n•... Continuously research and learn new technologies to stay up-to-date with industry trends\n\nRequirements:\n• 2-3 years of experience as a backend developer\n• Understanding of web application architecture and design patterns\n• Knowledge of version control systems such as Git\n• Strong knowledge of Node.js and TypeScript\n• Good Experience with MongoDB\n• Experience with RESTful APIs\n• Familiarity with AWS or other cloud services\n• Strong problem-solving skills and attention to detail\n• Excellent communication skills and ability to work collaboratively with a team\n\nIf you are a highly motivated individual with a passion for coding, we encourage you to apply. We offer dynamic work environment of growth and leadership.\n\nwe want to hear from you, if you are a motivated and skilled backend developer with a passion for building scalable and high-performance applications.\n\nJoin our team and work on exciting products that challenge and inspire you. Apply today!\n\nAPPLY HERE: https://forms.gle/6gWw3QewEqmCuyo96\n\nPackage:\n\n9 LPA - 11 LPA"]}], "related_links": [{"link": "https://www.google.com/search?hl=en&q=InSynk+Studios&sa=X&ved=0ahUKEwjW_72T0cD-AhVTqJUCHR4iCqkQmJACCLgM", "text": "See web results for InSynk Studios"}], "extensions": ["9 days ago", "Work from home", "Full-time", "No degree mentioned"], "detected_extensions": {"posted_at": "9 days ago", "schedule_type": "Full-time", "work_from_home": true}, "job_id": "eyJqb2JfdGl0bGUiOiJNaWQtU2VuaW9yIEJhY2tlbmQgRGV2ZWxvcGVyIiwiaHRpZG9jaWQiOiJ0SU5ySE5MNVNBSUFBQUFBQUFBQUFBPT0iLCJobCI6ImVuIiwiZmMiOiJFdmNCQ3JjQlFVVnpOMnBPVkhkYVRIUTRhbGRoTlhGZmJtcEhjRFpyTVZKZlVtTTBNeTFxUVdGWlFUTnFNVTEwVHpsbFJXVmtTazVHVTJ0SmFUY3lTblZuVnpOQ1duQXRRVlJYWVZsVWJqQlZVSFJ3VWxkSFIwWlVMVEJMTmw5VGFGTnFhVkJOU2s5aGNVRnFSMkZuVkdoNE5sbDZSa2htVVVWdFJETlhNRlJtYlZFMlRXZG1RakZXU1ZZNGNFNTFiRXQ1TW5WQ1gwSlVZVVJoVVcxT1FqSk9NVlJPY3paV1FVOXljbE4zYjFZek1IVnRSbTVGVFZsRFVYSk5FaGRFYm14R1drNWlRVXAwVUZFeGMxRlFibk5UYjNsQmJ4b2lRVTh0TUhKc05VMWhhVGM1Tkc5RFkwaEZUMkZ5UzNsbFVHWlhSVGhoWDFsemR3IiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTUiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gTGlua2VkSW4iLCJsaW5rIjoiaHR0cHM6Ly9pbi5saW5rZWRpbi5jb20vam9icy92aWV3L21pZC1zZW5pb3ItYmFja2VuZC1kZXZlbG9wZXItYXQtaW5zeW5rLXN0dWRpb3MtMzU2NjY2Mjc5OT91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"}, {"title": "Backend Developer", "company_name": "Rizzle", "location": "  Hyderabad, Telangana, India   ", "via": "via LinkedIn", "description": "Responsibilities\n• Work on an agile engineering team writing maintainable and scalable code for software components and influencing team decisions.\n• Collaborate with stakeholders to imagine, design, develop, test, and launch software.\n• Capable of independently clarifying technical requirements, assessing development estimates and applying a broad range of design approaches.\n• Review the code of other team members and provide constructive direction.\n• Drive continuous improvement of software quality and maintainability of products/features.\n• Continuous learning of technology trends, tools, and approaches, including sharing this knowledge with your team.\n• Mentor and lead developers by cultivating curiosity and deep technical understanding.\n\nRequirements\n• Experience in contributing to the architecture and design (architecture, design patterns, reliability and scaling) of new and current systems\n• Bachelor's degree in Computer Science or equivalent combination of technical education... and work experience;\n• 3-5 years of Software Development experience;\n• Experience designing highly interactive web applications with performance, scalability, accessibility, usability, design, and security in mind is an added advantage\n• Should possess strong coding skills\n• Solid software development background including design patterns, data structures, test driven development.\n• Experience with distributed systems, algorithms, and relational and no-SQL databases.\n• Familiar with building complex web applications.\n• Software development experience in building highly scalable applications.\n• Any previous experience in working with Node.js, Redis, FFMPEG, MongoDB, Elastic Search, Cassandra, Kafka or AWS is a plus", "job_highlights": [{"items": ["Responsibilities\n• Work on an agile engineering team writing maintainable and scalable code for software components and influencing team decisions.\n• Collaborate with stakeholders to imagine, design, develop, test, and launch software.\n• Capable of independently clarifying technical requirements, assessing development estimates and applying a broad range of design approaches.\n• Review the code of other team members and provide constructive direction.\n• Drive continuous improvement of software quality and maintainability of products/features.\n• Continuous learning of technology trends, tools, and approaches, including sharing this knowledge with your team.\n• Mentor and lead developers by cultivating curiosity and deep technical understanding.\n\nRequirements\n• Experience in contributing to the architecture and design (architecture, design patterns, reliability and scaling) of new and current systems\n• Bachelor's degree in Computer Science or equivalent combination of technical education... and work experience;\n• 3-5 years of Software Development experience;\n• Experience designing highly interactive web applications with performance, scalability, accessibility, usability, design, and security in mind is an added advantage\n• Should possess strong coding skills\n• Solid software development background including design patterns, data structures, test driven development.\n• Experience with distributed systems, algorithms, and relational and no-SQL databases.\n• Familiar with building complex web applications.\n• Software development experience in building highly scalable applications.\n• Any previous experience in working with Node.js, Redis, FFMPEG, MongoDB, Elastic Search, Cassandra, Kafka or AWS is a plus"]}], "related_links": [{"link": "https://www.google.com/search?hl=en&q=Rizzle&sa=X&ved=0ahUKEwjW_72T0cD-AhVTqJUCHR4iCqkQmJACCOYM", "text": "See web results for Rizzle"}], "extensions": ["2 days ago", "Full-time"], "detected_extensions": {"posted_at": "2 days ago", "schedule_type": "Full-time"}, "job_id": "eyJqb2JfdGl0bGUiOiJCYWNrZW5kIERldmVsb3BlciIsImh0aWRvY2lkIjoiV2lJQmxZaThEc29BQUFBQUFBQUFBQT09IiwiaGwiOiJlbiIsImZjIjoiRXVJQkNxSUJRVVZ6TjJwT1ZHNWtWRGRpVjJkYVVEbGlTVXROTFc1MU5tZHNhbGQ1T0hKd01rVkJaMFpCWDFrMWRIZFlaWHA1ZFVZNWNXTXdkbGc0ZVVNd04zQldNSEpqU1VWcVVWTnVVWHBNYm5nemJ6bDVjM0ExU21abmRFNVFTVXBtVjBOdlF6WjZiRlV5YUZObVlsaG9SMWQzVG5KV1gyczJiMEZtUVRORVUzQm9OREJKV2kxTlJHVXdXamhSWlhSbWJpMVZNVWhwZVc4MVJVTTBhazR0UTE5U1dWOTNFaGRFYm14R1drNWlRVXAwVUZFeGMxRlFibk5UYjNsQmJ4b2lRVTh0TUhKc05tdDNRWGRPVVRkbWNtZHZja05FY21FM00zZGhla3hzWW5CRVVRIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTYiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gTGlua2VkSW4iLCJsaW5rIjoiaHR0cHM6Ly9pbi5saW5rZWRpbi5jb20vam9icy92aWV3L2JhY2tlbmQtZGV2ZWxvcGVyLWF0LXJpenpsZS0zNTczMDE0MDU5P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="}], "chips": [{"type": "Title", "param": "job_family_1", "options": [{"text": "All"}, {"text": "Senior", "value": "senior"}, {"text": "Backend engineer", "value": "backend engineer"}, {"text": "Software engineer", "value": "software engineer"}, {"text": "Technical staff", "value": "technical staff"}, {"text": "Associate", "value": "associate"}, {"text": "Computer scientist", "value": "computer scientist"}, {"text": "End engineer", "value": "end engineer"}, {"text": "Engineer", "value": "engineer"}, {"text": "Head", "value": "head"}, {"text": "Hire", "value": "hire"}, {"text": "Lead engineer", "value": "lead engineer"}, {"text": "Principal engineer", "value": "principal engineer"}, {"text": "Services engineer", "value": "services engineer"}, {"text": "Sr. analyst", "value": "sr. analyst"}, {"text": "Teaching assistant", "value": "teaching assistant"}, {"text": "Technical", "value": "technical"}]}, {"type": "Location", "param": "city", "options": [{"text": "All"}, {"text": "Bengaluru, Karnataka", "value": "bU60yXAWrjvgT35R6MPf-A=="}, {"text": "Hyderabad, Telangana", "value": "x9Lr6tqZyzvC-7qSg7eTrg=="}, {"text": "Mumbai, Maharashtra", "value": "we1EZjDG5ztpjGSNj-2kXQ=="}, {"text": "Gurugram, Haryana", "value": "WYjjgtUZDTkeS8bl6F_PAg=="}, {"text": "Chennai, Tamil Nadu", "value": "YTN9T-plUjoz1GNoC6dhbg=="}, {"text": "Pune, Maharashtra", "value": "ARFGZy6_wjtD456dv0ONgg=="}, {"text": "New Delhi, Delhi", "value": "LbZ-NFv9DDnOTSBOSbfCUg=="}, {"text": "Noida, Uttar Pradesh", "value": "ezVzMaTlDDk_wHzIMM7_Nw=="}, {"text": "Ahmedabad, Gujarat", "value": "SdRbuoqEXjkWZU9hEd3OTw=="}, {"text": "Kochi, Kerala", "value": "v8a-SlENCDuSQYSlyoLVCw=="}, {"text": "Coimbatore, Tamil Nadu", "value": "tRyXL69ZqDuC0j4YHsjBLw=="}, {"text": "Jaipur, Rajasthan", "value": "geJXTN9KbDkJLvIMOsbhDA=="}, {"text": "Kolkata, West Bengal", "value": "Z_YISduC-Dm8LGyP5jDjQw=="}, {"text": "Sahibzada Ajit Singh Nagar, Punjab", "value": "H_imbZDuDznYCOVs8ZgpUQ=="}, {"text": "Thane, Maharashtra", "value": "Wf12_vy45zuDAsX3hX02zw=="}, {"text": "Bhubaneswar, Odisha", "value": "pQoX1dIJGTqoP7NoKw5Y_A=="}, {"text": "Chandigarh", "value": "a8lu5gvtDzn-GXNS-Wf_pQ=="}, {"text": "Ernakulam, Kerala", "value": "qfN2-QgNCDtU1G7wRLTN6Q=="}, {"text": "Goregaon, Maharashtra", "value": "85kATMelKzo3O9atpWIDRA=="}, {"text": "Greater Noida, Uttar Pradesh", "value": "75r4uGTqDDkulhdTu8oM7A=="}, {"text": "Navi Mumbai, Maharashtra", "value": "rRMfuPC55ztp-IURaPcSPA=="}, {"text": "Salem, Tamil Nadu", "value": "C7os9czxqztHymhwAImZ7g=="}, {"text": "Surat, Gujarat", "value": "YxUdQVlO4DtCsDgJKVhF_g=="}, {"text": "Thiruvananthapuram, Kerala", "value": "R827Bbi7BTvLgVxcq59DFQ=="}, {"text": "Udaipur, Rajasthan", "value": "EUShUGXlZzmwaLhVhMLY2w=="}, {"text": "Vijayawada, Andhra Pradesh", "value": "S5QtSPnvNTplAkqrhH6bkw=="}, {"text": "Indore, Madhya Pradesh", "value": "2w1BG638Yjn0QGI12sRuCQ=="}]}, {"type": "Date posted", "param": "date_posted", "options": [{"text": "All"}, {"text": "Past day", "value": "today"}, {"text": "Past 3 days", "value": "3days"}, {"text": "Past week", "value": "week"}, {"text": "Past month", "value": "month"}]}, {"type": "Requirements", "param": "requirements", "options": [{"text": "All"}, {"text": "No degree", "value": "no_degree"}, {"text": "No experience", "value": "no_experience"}, {"text": "Under 3 years of experience", "value": "years3under"}, {"text": "3+ years of experience", "value": "years3plus"}]}, {"type": "Type", "param": "employment_type", "options": [{"text": "All"}, {"text": "Full-time", "value": "FULLTIME"}, {"text": "Internship", "value": "INTERN"}, {"text": "Contractor", "value": "CONTRACTOR"}, {"text": "Part-time", "value": "PARTTIME"}]}, {"type": "Company type", "param": "industry.id", "options": [{"text": "All"}, {"text": "Computer Services", "value": "/business/naics2007/5415"}, {"text": "Information", "value": "/business/naics2007/51"}, {"text": "Manufacturing", "value": "/business/naics2007/31"}, {"text": "Finance", "value": "/business/naics2007/52"}, {"text": "Advertising", "value": "/business/naics2007/5418"}, {"text": "Retail", "value": "/business/naics2007/44"}, {"text": "Consulting", "value": "/business/naics2007/5416"}, {"text": "Logistics", "value": "/business/naics2007/48"}, {"text": "Wholesale", "value": "/business/naics2007/42"}]}, {"type": "Employer", "param": "organization_mid", "options": [{"text": "All"}, {"text": "Wipro", "value": "/m/0241_l"}, {"text": "Siemens", "value": "/m/016l20"}, {"text": "Appyhigh Technology", "value": "/g/11fjy4_v3y"}, {"text": "BNY Mellon", "value": "/m/02vps5x"}, {"text": "FIS", "value": "/m/027_qkq"}, {"text": "HARMAN International", "value": "/m/09lhrg"}, {"text": "IBM", "value": "/m/03sc8"}, {"text": "IBM India Pvt. Limited", "value": "/m/0d22j2"}, {"text": "JumpCloud", "value": "/g/11q7z_qhsz"}, {"text": "Landeed", "value": "/g/11rtr9dvbb"}, {"text": "NeoDove", "value": "/g/11ppcpl4_q"}, {"text": "Nutanix", "value": "/m/0k3lpf4"}, {"text": "Virtusa", "value": "/m/02pprsz"}, {"text": "AI Planet (formerly DPhi)", "value": "/g/11t9qk1qqv"}, {"text": "AMBC INC", "value": "/m/0kq366"}, {"text": "Accolite Digital", "value": "/g/11dxpvg9m7"}, {"text": "Actofit", "value": "/g/11g70775fw"}, {"text": "Adobe", "value": "/m/0vlf"}, {"text": "Aftershoot", "value": "/g/11nn_p8zm2"}, {"text": "Amelia", "value": "/g/11fctqvqq6"}, {"text": "Ansira", "value": "/g/11fy1wkrcx"}, {"text": "Antal International", "value": "/g/11h6yry1yw"}, {"text": "Apexon", "value": "/m/03dzs7z"}, {"text": "ArganoKeste", "value": "/g/11f00_dvql"}, {"text": "Atlassian", "value": "/m/0b3h9w"}, {"text": "Awign Enterprises", "value": "/g/11gxm82m3r"}, {"text": "Awiros", "value": "/g/11gxmbz9b4"}, {"text": "Benesse India", "value": "/g/11sdpsrbzj"}, {"text": "BharatX", "value": "/g/11rhp1862w"}, {"text": "Bigleap Technologies and Solutions Private Limited", "value": "/g/11q7c_z7fv"}]}]}