{"search_metadata": {"id": "643ba5d6c90e0a7a2c1e645c", "status": "Success", "json_endpoint": "https://serpapi.com/searches/289bb4528be253f7/643ba5d6c90e0a7a2c1e645c.json", "created_at": "2023-04-16 07:37:58 UTC", "processed_at": "2023-04-16 07:37:58 UTC", "google_jobs_url": "https://www.google.com/search?q=data%25scientist%20india&ibp=htl;jobs&hl=en", "raw_html_file": "https://serpapi.com/searches/289bb4528be253f7/643ba5d6c90e0a7a2c1e645c.html", "total_time_taken": 3.14}, "search_parameters": {"q": "data%scientist%20india", "engine": "google_jobs", "google_domain": "google.com", "hl": "en"}, "jobs_results": [{"title": "Data Scientist II", "company_name": "Uber", "location": "  Bengaluru, Karnataka, India   ", "via": "via Uber", "description": "About the Role\n\nWe are looking for a data scientist to join the Customer Obsession Data Science team in Uber Bangalore. This team is colocated with CO engineering, product, and, design teams and is at the heart of Uber's focus to provide world-class customer support experiences both in-app and other live channels. The ideal candidate will be working closely with mobile and backend engineers and product managers to create and complete the direction of the product development. This will include providing an end-to-end data science workflow that includes scoping the business problem, providing a data lens to product design, owning the experimentation cycle to full global rollouts, and eventually impact estimation. The product development roadmap includes several projects both on customer-facing mobile apps as well as internal tools that require deep knowledge of machine learning, advanced statistics, causal inferential techniques, and, some knowledge about natural language processing... would be preferred.\n\n---- What You Will Do --—\n• Develop statistical models/analysis and apply them to solve real-time problems;\n• Create practical data insights and solutions from Uber’s large datasets;\n• Employing a mastery of statistical analysis, including descriptive statistics, correlation, regression, and confidence intervals;\n• Designing metrics and developing SQL queries to generate reports; and\n• Own experimentation related to product development and partner with engineering, design, and product teams during the product development cycle\n\n---- What You Will Need --—\n• M.S. or Bachelors degree in Math, Economics, Bioinformatics, Statistics, Engineering, Computer Science, or other quantitative fields. (If M.S. degree, a minimum of 2+ years of industry experience required and if Bachelor's degree, a minimum of 2+ years of industry experience as a Product Analyst or equivalent)\n• Advanced SQL expertise\n• Basic understanding of experimental design (such as A/B experiments) and statistical methods\n• Ability and experience in extracting insights from data, and summarizing learnings/takeaways\n• Experience with Excel and some dashboarding/data visualization (i.e. Tableau, Mixpanel, Looker, or similar)\n• Advanced degrees in Math, Economics, Statistics, Engineering, Computer Science, Operation Research, Machine Learning or other quantitative fields\n• Strong background in developing time-series predictive models using classical as well emerging machine learning methods.\n• 5+ years of industry experience in consumer-facing product analytics\n• Strong storytelling: distill interesting and hard-to-find insights into a compelling, concise data story\n• Ability to communicate effectively and manage relationships with partners coming from both technical and non-technical backgrounds\n• Strong judgment, critical thinking, and decision-making skills\n• Ability to solve complex business problems that cross multiple product/project areas and teams,veteran\n\nAt Uber, we ignite opportunity by setting the world in motion. We take on big problems to help drivers, riders, delivery partners, and eaters get moving in more than 600 cities around the world.\n\nWe welcome people from all backgrounds who seek the opportunity to help build a future where everyone and everything can move independently. If you have a curiosity, passion and collaborative spirit, work with us, and let’s move the world forward, together.\n\nUber is proud to be an Equal Opportunity/Affirmative Action employer. All qualified applicants will receive consideration for employment without regard to sex, gender identity, sexual orientation, race, color, religion, national origin, disability, protected Veteran status, age, or any other characteristic protected by law. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements.\n\nIf you have a disability or special need that requires accommodation, please let us know by completing this form.\n\nWe welcome people from all backgrounds who seek the opportunity to help build a future where everyone and everything can move independently. If you have the curiosity, passion, and collaborative spirit, work with us, and let’s move the world forward, together.\n\nOffices continue to be central to collaboration and Uber’s cultural identity. Unless formally approved to work fully remotely, Uber expects employees to spend at least half of their work time in their assigned office. For certain roles, such as those based at green-light hubs, employees are expected to be in-office for 100% of their time. Please speak with your recruiter to better understand in-office expectations for this role.\n• Accommodations may be available based on religious and/or medical conditions, or as required by applicable law. To request an accommodation, please reach out to accommodations@uber.com", "job_highlights": [{"items": ["About the Role\n\nWe are looking for a data scientist to join the Customer Obsession Data Science team in Uber Bangalore. This team is colocated with CO engineering, product, and, design teams and is at the heart of Uber's focus to provide world-class customer support experiences both in-app and other live channels. The ideal candidate will be working closely with mobile and backend engineers and product managers to create and complete the direction of the product development. This will include providing an end-to-end data science workflow that includes scoping the business problem, providing a data lens to product design, owning the experimentation cycle to full global rollouts, and eventually impact estimation. The product development roadmap includes several projects both on customer-facing mobile apps as well as internal tools that require deep knowledge of machine learning, advanced statistics, causal inferential techniques, and, some knowledge about natural language processing... would be preferred.\n\n---- What You Will Do --—\n• Develop statistical models/analysis and apply them to solve real-time problems;\n• Create practical data insights and solutions from Uber’s large datasets;\n• Employing a mastery of statistical analysis, including descriptive statistics, correlation, regression, and confidence intervals;\n• Designing metrics and developing SQL queries to generate reports; and\n• Own experimentation related to product development and partner with engineering, design, and product teams during the product development cycle\n\n---- What You Will Need --—\n• M.S. or Bachelors degree in Math, Economics, Bioinformatics, Statistics, Engineering, Computer Science, or other quantitative fields. (If M.S. degree, a minimum of 2+ years of industry experience required and if Bachelor's degree, a minimum of 2+ years of industry experience as a Product Analyst or equivalent)\n• Advanced SQL expertise\n• Basic understanding of experimental design (such as A/B experiments) and statistical methods\n• Ability and experience in extracting insights from data, and summarizing learnings/takeaways\n• Experience with Excel and some dashboarding/data visualization (i.e. Tableau, Mixpanel, Looker, or similar)\n• Advanced degrees in Math, Economics, Statistics, Engineering, Computer Science, Operation Research, Machine Learning or other quantitative fields\n• Strong background in developing time-series predictive models using classical as well emerging machine learning methods.\n• 5+ years of industry experience in consumer-facing product analytics\n• Strong storytelling: distill interesting and hard-to-find insights into a compelling, concise data story\n• Ability to communicate effectively and manage relationships with partners coming from both technical and non-technical backgrounds\n• Strong judgment, critical thinking, and decision-making skills\n• Ability to solve complex business problems that cross multiple product/project areas and teams,veteran\n\nAt Uber, we ignite opportunity by setting the world in motion. We take on big problems to help drivers, riders, delivery partners, and eaters get moving in more than 600 cities around the world.\n\nWe welcome people from all backgrounds who seek the opportunity to help build a future where everyone and everything can move independently. If you have a curiosity, passion and collaborative spirit, work with us, and let’s move the world forward, together.\n\nUber is proud to be an Equal Opportunity/Affirmative Action employer. All qualified applicants will receive consideration for employment without regard to sex, gender identity, sexual orientation, race, color, religion, national origin, disability, protected Veteran status, age, or any other characteristic protected by law. We also consider qualified applicants regardless of criminal histories, consistent with legal requirements.\n\nIf you have a disability or special need that requires accommodation, please let us know by completing this form.\n\nWe welcome people from all backgrounds who seek the opportunity to help build a future where everyone and everything can move independently. If you have the curiosity, passion, and collaborative spirit, work with us, and let’s move the world forward, together.\n\nOffices continue to be central to collaboration and Uber’s cultural identity. Unless formally approved to work fully remotely, Uber expects employees to spend at least half of their work time in their assigned office. For certain roles, such as those based at green-light hubs, employees are expected to be in-office for 100% of their time. Please speak with your recruiter to better understand in-office expectations for this role.\n• Accommodations may be available based on religious and/or medical conditions, or as required by applicable law. To request an accommodation, please reach out to accommodations@uber.com"]}], "related_links": [{"link": "http://www.uber.com/", "text": "uber.com"}, {"link": "https://www.google.com/search?hl=en&q=Uber&sa=X&ved=0ahUKEwjj2Mi68q3-AhWGk4kEHS7sCkcQmJACCLoJ", "text": "See web results for Uber"}], "extensions": ["16 days ago", "Full-time"], "detected_extensions": {"posted_at": "16 days ago", "schedule_type": "Full-time"}, "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdCBJSSIsImh0aWRvY2lkIjoiU0ZtQjhIMlNTb0FBQUFBQUFBQUFBQT09IiwiaGwiOiJlbiIsImZjIjoiRXZjQkNyY0JRVVZ6TjJwT1VVbGZVa1JxYzJGQ1RuWk5ZMXBUYlVacVNGOUNlVXBXZUhkNmNsaFRNRk5DVDNseFZFbHBUbGgxWkVNeE0wWkxkbU5JVVhSR1pubHFhSE5uUlhGemNFTklPVzF3YTA5NGRHMDNMV1l4WjNVeGJYWkRkbDlDVUdVME5rSmlZbUZKYzJWelZWOW1ZbXcyZUd4alRYUTBNa0ZxY1U5cVlYbG9ORWgzVjJSa1JVbHNhVU53TmxKd1draFlWME5VVGkxaVVuZEtRVkpDYVVSelVISkVaSEV0Y2tacFJqVTNjVWhYUlZBNFJXRjRhbXhORWhjeE5sVTNXa3RQVWs5WllXNXdkRkZRY25ScGNuVkJVUm9pUVU4dE1ISnNORVpOWm5aSlJsRXhXV1JLWHpoVFFVTkpVVjlFZDJ0YU9GbzVVUSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzEiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiLm5GZzJlYntmb250LXdlaWdodDo1MDB9LkJpNkRkY3tmb250LXdlaWdodDo1MDB9QXBwbHkgZGlyZWN0bHkgb24gVWJlciIsImxpbmsiOiJodHRwczovL3d3dy51YmVyLmNvbS9nbG9iYWwvZW4vY2FyZWVycy9saXN0LzExOTMwNC8/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="}, {"title": "Data Scientist", "company_name": "MSD", "location": "  Pune, Maharashtra, India   ", "via": "via MSD Careers", "description": "Job Description\n\nData Scientist\n\nThe incumbent is responsible for supporting Human Health (HH) in partnering with 68 countries to ensure we are developing an industry-leading strategy and approach to data sourcing & utilizing commercial data assets to inform business critical decisions and actions within the markets. Under direction of the Data Supplier Strategy Engagement Leader, the incumbent will be assigned to manage the relationship with IQVIA, the largest vendor in the HH commercial data space in the first ever centralized global data program.\n\nThe Data Science Senior Specialist will conduct benefit realization activities, including exploratory data analyses, fit for purpose analyses, and proof-of-concept use case tests which will identify value, quality, cost, and efficiencies.\n\nThe team will work closely with the other key areas of the Business, Market D&A teams, Procurement, DSI, Contracting, Governance & Compliance, and Vendor Management. They will field escalations, drive... the team based on the agreed upon SLA, maintain a set of data analytics tools, and works with the other areas of the broader DSI&G team to drive continuous improvement.\n\nJob Tasks:\n• Determine how best to manipulate data sources to get the answers you need, making it easier for data scientists to discover patterns, spot anomalies, test a hypothesis, or check assumptions.\n• Acquire and integrate data from multiple data sources for analysis, perform exploratory to advanced predictive and/or modelling analytics, and identify data relationships such as trends, patterns and correlations in order to solve business questions as well as provide actionable recommendations\n• Having the skills needed to exploit the data and managing the issues of data privacy and security. Leverage high technical skill and ability to support the development of innovative data solutions which can differentiate and drive growth for our Company.\n• Use statistical and computer science software to navigate big data and multiple databases residing in different platforms, to carry out analyses that includes identifying appropriate data sources, compiling and cleaning data, analysing and visualizing findings, writing reports, and developing recommendations.\n• Conducts assigned data innovation analytics including data quality assessments, fit-for-purpose analyses, and proof-of-concept use case tests.\n• Leverage the data to develop clear understanding of efficiencies, and partnership values to convey key insights to help inform strategic decisions\n• Ensure alignment with the other Data Scientist’s in the team and share best practices\n• Be able to presents data and analysis in a clear and concise manner allowing the internal clients to quickly understand the results and make data driven decisions.\n• Promote a risk-aware culture, ensure efficient and effective risk and compliance management practices by adhering to required standards and processes.\n• Produces exploratory data summaries, visualizations, and presentations to highlight topics of potential focus for further analysis, policy review, and/or external collaboration.\n\nEducation\n• Bachelor of Science (or equivalent) in Data Science, Computer Science, Management Information Systems, IT, MBA, or an equivalent scientific/commercial discipline\n• Minimum of three (2) or more years of experience in analysing healthcare administrative data, electronic health records, and/or disease/patient registries for relevant quantitative and qualitative research.\n\nPreferred:\n• MS (or equivalent) in Data Science, Computer Science, Management Information Systems, IT, MBA, or an equivalent scientific/commercial discipline\n\nExperience:\n• Strong business acumen with a keen ability to understand how data (HCP, consumer, payer, patient, account, engagement, etc.) can be leveraged to inform critical commercial decisions and actions.\n• Proven ability to analyse and assess the commercial value of data assets.\n• Proven potential to effectively collaborate with a broad range of internal and external stakeholders. Global experience a plus.\n• Intellectual curiosity and ability to identify innovative approaches to addressing data needs.\n• Excellent presentation, analytics, and communication skills, both written and oral, are required to synthesize key issues and communicate/persuade constituencies towards specific actions and initiatives.\n• Ability to attain “trusted advisor” status with key stakeholders and business clients.\n• Ability to operate in dynamic, transforming environment.\n• Project management and root cause analysis\n\nOur Human Health Division maintains a “patient first, profits later” ideology. The organization is comprised of sales, marketing, market access, digital analytics and commercial professionals who are passionate about their role in bringing our medicines to our customers worldwide.\n\nWho we are …\n\nWe are known as Merck & Co., Inc., Rahway, New Jersey, USA in the United States and Canada and MSD everywhere else. For more than a century, we have been inventing for life, bringing forward medicines and vaccines for many of the world's most challenging diseases. Today, our company continues to be at the forefront of research to deliver innovative health solutions and advance the prevention and treatment of diseases that threaten people and animals around the world.\n\n#Data2020\n\nWhat we look for …\n\nImagine getting up in the morning for a job as important as helping to save and improve lives around the world. Here, you have that opportunity. You can put your empathy, creativity, digital mastery, or scientific genius to work in collaboration with a diverse group of colleagues who pursue and bring hope to countless people who are battling some of the most challenging diseases of our time. Our team is constantly evolving, so if you are among the intellectually curious, join us—and start making your impact today.\n\nWe are proud to be a company that embraces the value of bringing diverse, talented, and committed people together. The fastest way to breakthrough innovation is when diverse ideas come together in an inclusive environment. We encourage our colleagues to respectfully challenge one another’s thinking and approach problems collectively. We are an equal opportunity employer, committed to fostering an inclusive and diverse workplace.\n\nCurrent Employees apply HERE\n\nCurrent Contingent Workers apply HERE\n\nSearch Firm Representatives Please Read Carefully\nMerck & Co., Inc., Rahway, NJ, USA, also known as Merck Sharp & Dohme LLC, Rahway, NJ, USA, does not accept unsolicited assistance from search firms for employment opportunities. All CVs / resumes submitted by search firms to any employee at our company without a valid written search agreement in place for this position will be deemed the sole property of our company. No fee will be paid in the event a candidate is hired by our company as a result of an agency referral where no pre-existing agreement is in place. Where agency agreements are in place, introductions are position specific. Please, no phone calls or emails.\n\nEmployee Status:\nRegular\n\nRelocation:\nNo relocation\n\nVISA Sponsorship:\nNo\n\nTravel Requirements:\nNo Travel Required\n\nFlexible Work Arrangements:\nHybrid\n\nShift:\n\nValid Driving License:\n\nHazardous Material(s):\n\nRequisition ID:R231099", "job_highlights": [{"items": ["Job Description\n\nData Scientist\n\nThe incumbent is responsible for supporting Human Health (HH) in partnering with 68 countries to ensure we are developing an industry-leading strategy and approach to data sourcing & utilizing commercial data assets to inform business critical decisions and actions within the markets. Under direction of the Data Supplier Strategy Engagement Leader, the incumbent will be assigned to manage the relationship with IQVIA, the largest vendor in the HH commercial data space in the first ever centralized global data program.\n\nThe Data Science Senior Specialist will conduct benefit realization activities, including exploratory data analyses, fit for purpose analyses, and proof-of-concept use case tests which will identify value, quality, cost, and efficiencies.\n\nThe team will work closely with the other key areas of the Business, Market D&A teams, Procurement, DSI, Contracting, Governance & Compliance, and Vendor Management. They will field escalations, drive... the team based on the agreed upon SLA, maintain a set of data analytics tools, and works with the other areas of the broader DSI&G team to drive continuous improvement.\n\nJob Tasks:\n• Determine how best to manipulate data sources to get the answers you need, making it easier for data scientists to discover patterns, spot anomalies, test a hypothesis, or check assumptions.\n• Acquire and integrate data from multiple data sources for analysis, perform exploratory to advanced predictive and/or modelling analytics, and identify data relationships such as trends, patterns and correlations in order to solve business questions as well as provide actionable recommendations\n• Having the skills needed to exploit the data and managing the issues of data privacy and security. Leverage high technical skill and ability to support the development of innovative data solutions which can differentiate and drive growth for our Company.\n• Use statistical and computer science software to navigate big data and multiple databases residing in different platforms, to carry out analyses that includes identifying appropriate data sources, compiling and cleaning data, analysing and visualizing findings, writing reports, and developing recommendations.\n• Conducts assigned data innovation analytics including data quality assessments, fit-for-purpose analyses, and proof-of-concept use case tests.\n• Leverage the data to develop clear understanding of efficiencies, and partnership values to convey key insights to help inform strategic decisions\n• Ensure alignment with the other Data Scientist’s in the team and share best practices\n• Be able to presents data and analysis in a clear and concise manner allowing the internal clients to quickly understand the results and make data driven decisions.\n• Promote a risk-aware culture, ensure efficient and effective risk and compliance management practices by adhering to required standards and processes.\n• Produces exploratory data summaries, visualizations, and presentations to highlight topics of potential focus for further analysis, policy review, and/or external collaboration.\n\nEducation\n• Bachelor of Science (or equivalent) in Data Science, Computer Science, Management Information Systems, IT, MBA, or an equivalent scientific/commercial discipline\n• Minimum of three (2) or more years of experience in analysing healthcare administrative data, electronic health records, and/or disease/patient registries for relevant quantitative and qualitative research.\n\nPreferred:\n• MS (or equivalent) in Data Science, Computer Science, Management Information Systems, IT, MBA, or an equivalent scientific/commercial discipline\n\nExperience:\n• Strong business acumen with a keen ability to understand how data (HCP, consumer, payer, patient, account, engagement, etc.) can be leveraged to inform critical commercial decisions and actions.\n• Proven ability to analyse and assess the commercial value of data assets.\n• Proven potential to effectively collaborate with a broad range of internal and external stakeholders. Global experience a plus.\n• Intellectual curiosity and ability to identify innovative approaches to addressing data needs.\n• Excellent presentation, analytics, and communication skills, both written and oral, are required to synthesize key issues and communicate/persuade constituencies towards specific actions and initiatives.\n• Ability to attain “trusted advisor” status with key stakeholders and business clients.\n• Ability to operate in dynamic, transforming environment.\n• Project management and root cause analysis\n\nOur Human Health Division maintains a “patient first, profits later” ideology. The organization is comprised of sales, marketing, market access, digital analytics and commercial professionals who are passionate about their role in bringing our medicines to our customers worldwide.\n\nWho we are …\n\nWe are known as Merck & Co., Inc., Rahway, New Jersey, USA in the United States and Canada and MSD everywhere else. For more than a century, we have been inventing for life, bringing forward medicines and vaccines for many of the world's most challenging diseases. Today, our company continues to be at the forefront of research to deliver innovative health solutions and advance the prevention and treatment of diseases that threaten people and animals around the world.\n\n#Data2020\n\nWhat we look for …\n\nImagine getting up in the morning for a job as important as helping to save and improve lives around the world. Here, you have that opportunity. You can put your empathy, creativity, digital mastery, or scientific genius to work in collaboration with a diverse group of colleagues who pursue and bring hope to countless people who are battling some of the most challenging diseases of our time. Our team is constantly evolving, so if you are among the intellectually curious, join us—and start making your impact today.\n\nWe are proud to be a company that embraces the value of bringing diverse, talented, and committed people together. The fastest way to breakthrough innovation is when diverse ideas come together in an inclusive environment. We encourage our colleagues to respectfully challenge one another’s thinking and approach problems collectively. We are an equal opportunity employer, committed to fostering an inclusive and diverse workplace.\n\nCurrent Employees apply HERE\n\nCurrent Contingent Workers apply HERE\n\nSearch Firm Representatives Please Read Carefully\nMerck & Co., Inc., Rahway, NJ, USA, also known as Merck Sharp & Dohme LLC, Rahway, NJ, USA, does not accept unsolicited assistance from search firms for employment opportunities. All CVs / resumes submitted by search firms to any employee at our company without a valid written search agreement in place for this position will be deemed the sole property of our company. No fee will be paid in the event a candidate is hired by our company as a result of an agency referral where no pre-existing agreement is in place. Where agency agreements are in place, introductions are position specific. Please, no phone calls or emails.\n\nEmployee Status:\nRegular\n\nRelocation:\nNo relocation\n\nVISA Sponsorship:\nNo\n\nTravel Requirements:\nNo Travel Required\n\nFlexible Work Arrangements:\nHybrid\n\nShift:\n\nValid Driving License:\n\nHazardous Material(s):\n\nRequisition ID:R231099"]}], "related_links": [{"link": "http://www.merck.com/", "text": "merck.com"}, {"link": "https://www.google.com/search?hl=en&q=MSD&sa=X&ved=0ahUKEwjj2Mi68q3-AhWGk4kEHS7sCkcQmJACCOgJ", "text": "See web results for MSD"}], "extensions": ["26 days ago", "Full-time"], "detected_extensions": {"posted_at": "26 days ago", "schedule_type": "Full-time"}, "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdCIsImh0aWRvY2lkIjoieGtYek1EWmVHT3dBQUFBQUFBQUFBQT09IiwiaGwiOiJlbiIsImZjIjoiRXVJQkNxSUJRVVZ6TjJwT1VWcFVTa3B2TXpsM056ZFBVWEF4VUZKWlZ6TjVVamxyUlY5dFozaFRkVGxVVWxsV1lVWXdWV1J6ZDJkR2IyRkNPRk5ZZG1wRmRWUnlNa3RTZEdSaFpDMHlNVGg0YVY4emJqaFRSWEpqYUhSRk9HeDJTa0U0Y1VKWVJtTk1TRGRMUzNjMVQwOTRTMjFaU0hkUUxXSkxSVkI1V2twS2NVbHFiMXBxVGtsRlJFcFhabGxRT0ZwU2NVcGlOelEzWWt4ak9HRm1MV2xOTmkxa2MwVjNFaGN4TmxVM1drdFBVazlaWVc1d2RGRlFjblJwY25WQlVSb2lRVTh0TUhKc05FRnFka1I2TFc5WFNIWlBOV1JxU2pCWmNEUnNiM1ZDUTFKaFp3IiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMyIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBkaXJlY3RseSBvbiBNU0QgQ2FyZWVycyIsImxpbmsiOiJodHRwczovL2pvYnMubXNkLmNvbS9nYi9lbi9qb2IvUjIzMTA5OS9EYXRhLVNjaWVudGlzdD91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"}, {"title": "Data Scientist", "company_name": "NielsenIQ", "location": "  Pune, Maharashtra, India   ", "via": "via SmartRecruiters Job Search", "description": "Job Description\n\nData Scientist\n\nREF25774B\n\nNielsenIQ Advanced Analytics team develops and promotes a portfolio of global products. Leveraging NielsenIQ’s unparalleled data and global platforms, the Advanced Analytics team creates solutions to enable our clients to make better business decisions every day. We partner with Product Owners and Core Technology Teams to build scalable, always on, analytic products using relevant modeling/ML techniques.\n\nWe’re looking for a passionate and talented Senior Data Scientist to join our growing team. In this role, you’ll have the chance to roll up your sleeves and apply data science methods and analytics to sustain NielsenIQ Analytics growth. Successful candidates are intellectually curious builders and active learners who are biased toward action, new problem solving.\n\nResponsibilities\n• Understand business issues, stakeholder requirement and expectations\n• Perform relevant modeling analysis and POC exploring multiple techniques\n• Ensure... Analytics model quality\n• Document and present findings and recommendations on methodology in a structured way to various stakeholder or partnering teams (Engineering, Tech, Product leader…).\n• Work closely with the Engineering and Tech team to convert those POC into fully scalable products.\n• Active and effective collaboration with other project team members (other Data Scientist, Data Steward, Technology Engineer…)\n• Stay abreast of developments in the area to ensure bringing the most appropriate solutions to our business.\n\nQualifications\n• Masters degree in Data Sciences, mathematics or a closely related field\n• 3+ years of experience as a Data Scientist in the business\n• Strong theoretical knowledge of statistical modelling and foundational mathematical concepts.\n• Experience in machine learning, supervised and unsupervised: Forecasting, Classification, Data/Text Mining, NLP, Decision Trees, Adaptive Decision Algorithms, Random Forest, Search Algorithms, Neural Networks, Deep Learning Algorithms\n• Experience with Optimisation techniques: linear programming, integer programming, genetic algorithm, constrained optimisation\n• Experience in working on distributed or cloud computing platforms such as Google Cloud or Microsoft Azure\n• Proficiency in Data Science coding languages like Python\n• Proficiency in SQL\n• Experience using collaborative development tools (git…).\n• Experience working with Agile methodologies (SCRUM)\n• Strong problem solving and excellent communication skills, independent working style.\n\nAdditional Information\n• Enjoy a flexible and rewarding work environment with peer-to-peer recognition platforms.\n• Recharge and revitalize with help of wellness plans made for you and your family.\n• Plan your future with financial wellness tools.\n• Stay relevant and upskill yourself with career development opportunities.\n\nAbout NIQ\n\nNIQ, the world’s leading consumer intelligence company, reveals new pathways to growth for retailers and consumer goods manufacturers. With operations in more than 100 countries, NIQ delivers the most complete and clear understanding of consumer buying behavior through an advanced business intelligence platform with integrated predictive analytics. NIQ delivers the Full View.\n\nNIQ was founded in 1923 and is an Advent International portfolio company. For more information, visit NIQ.com\n\nWant to keep up with the latest updates on our business and #LifeAtNIQ? Follow us on: LinkedIn | Instagram | Twitter | Facebook\n\nOur commitment to Diversity, Equity, and Inclusion\n\nNIQ is committed to reflecting the diversity of the clients, communities, and markets we measure within our own workforce. We exist to count everyone and are on a mission to systematically embed inclusion and diversity into all aspects of our workforce, measurement, and products. We enthusiastically invite candidates who share that mission to join us.\n\nWe are proud to be an Equal Opportunity/Affirmative Action-Employer, making decisions without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability status, age, marital status, protected veteran status or any other protected class. Our global non-discrimination policy covers these protected classes in every market in which we do business worldwide.\n\nLearn more about how we are driving diversity and inclusion in everything we do by visiting the NielsenIQ News Center: https://nielseniq.com/global/en/news-center/diversity-inclusion/\n\nNIQ or any of our subsidiaries will never ask you for money at any point of the recruitment or onboarding process", "job_highlights": [{"items": ["Job Description\n\nData Scientist\n\nREF25774B\n\nNielsenIQ Advanced Analytics team develops and promotes a portfolio of global products. Leveraging NielsenIQ’s unparalleled data and global platforms, the Advanced Analytics team creates solutions to enable our clients to make better business decisions every day. We partner with Product Owners and Core Technology Teams to build scalable, always on, analytic products using relevant modeling/ML techniques.\n\nWe’re looking for a passionate and talented Senior Data Scientist to join our growing team. In this role, you’ll have the chance to roll up your sleeves and apply data science methods and analytics to sustain NielsenIQ Analytics growth. Successful candidates are intellectually curious builders and active learners who are biased toward action, new problem solving.\n\nResponsibilities\n• Understand business issues, stakeholder requirement and expectations\n• Perform relevant modeling analysis and POC exploring multiple techniques\n• Ensure... Analytics model quality\n• Document and present findings and recommendations on methodology in a structured way to various stakeholder or partnering teams (Engineering, Tech, Product leader…).\n• Work closely with the Engineering and Tech team to convert those POC into fully scalable products.\n• Active and effective collaboration with other project team members (other Data Scientist, Data Steward, Technology Engineer…)\n• Stay abreast of developments in the area to ensure bringing the most appropriate solutions to our business.\n\nQualifications\n• Masters degree in Data Sciences, mathematics or a closely related field\n• 3+ years of experience as a Data Scientist in the business\n• Strong theoretical knowledge of statistical modelling and foundational mathematical concepts.\n• Experience in machine learning, supervised and unsupervised: Forecasting, Classification, Data/Text Mining, NLP, Decision Trees, Adaptive Decision Algorithms, Random Forest, Search Algorithms, Neural Networks, Deep Learning Algorithms\n• Experience with Optimisation techniques: linear programming, integer programming, genetic algorithm, constrained optimisation\n• Experience in working on distributed or cloud computing platforms such as Google Cloud or Microsoft Azure\n• Proficiency in Data Science coding languages like Python\n• Proficiency in SQL\n• Experience using collaborative development tools (git…).\n• Experience working with Agile methodologies (SCRUM)\n• Strong problem solving and excellent communication skills, independent working style.\n\nAdditional Information\n• Enjoy a flexible and rewarding work environment with peer-to-peer recognition platforms.\n• Recharge and revitalize with help of wellness plans made for you and your family.\n• Plan your future with financial wellness tools.\n• Stay relevant and upskill yourself with career development opportunities.\n\nAbout NIQ\n\nNIQ, the world’s leading consumer intelligence company, reveals new pathways to growth for retailers and consumer goods manufacturers. With operations in more than 100 countries, NIQ delivers the most complete and clear understanding of consumer buying behavior through an advanced business intelligence platform with integrated predictive analytics. NIQ delivers the Full View.\n\nNIQ was founded in 1923 and is an Advent International portfolio company. For more information, visit NIQ.com\n\nWant to keep up with the latest updates on our business and #LifeAtNIQ? Follow us on: LinkedIn | Instagram | Twitter | Facebook\n\nOur commitment to Diversity, Equity, and Inclusion\n\nNIQ is committed to reflecting the diversity of the clients, communities, and markets we measure within our own workforce. We exist to count everyone and are on a mission to systematically embed inclusion and diversity into all aspects of our workforce, measurement, and products. We enthusiastically invite candidates who share that mission to join us.\n\nWe are proud to be an Equal Opportunity/Affirmative Action-Employer, making decisions without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability status, age, marital status, protected veteran status or any other protected class. Our global non-discrimination policy covers these protected classes in every market in which we do business worldwide.\n\nLearn more about how we are driving diversity and inclusion in everything we do by visiting the NielsenIQ News Center: https://nielseniq.com/global/en/news-center/diversity-inclusion/\n\nNIQ or any of our subsidiaries will never ask you for money at any point of the recruitment or onboarding process"]}], "related_links": [{"link": "https://www.google.com/search?hl=en&q=NielsenIQ&sa=X&ved=0ahUKEwjj2Mi68q3-AhWGk4kEHS7sCkcQmJACCJQK", "text": "See web results for NielsenIQ"}], "extensions": ["24 days ago", "Full-time"], "detected_extensions": {"posted_at": "24 days ago", "schedule_type": "Full-time"}, "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdCIsImh0aWRvY2lkIjoiY3NfTzUxTXcyRjhBQUFBQUFBQUFBQT09IiwiaGwiOiJlbiIsImZjIjoiRXVJQkNxSUJRVVZ6TjJwT1VtZExRbFZYWVRsemNEZFhNRE5qV21sd2JUZHNZM2xYVm5semVVaHhkVXBIVjFJd2VtWmFVWGR6Umtzek16RkRlSGxCYkhwd1RGZDZNVTEzUTFNMmQwOVFZelpKTlRNM1oyUXRSVTVhZVVKdGEzWjBRM2xMU1dScmIxRlJPV2sxZFdOU2RrZEtPVFl4YVVKS1ZWTllkRlZ5T1dNeVJFRnplblZQVDBWTVUzaDRlbmxIUnpsVVdGQnlOVWMwYjJSRWJtbzRVRVY2TVZCUVgwaDNFaGN4TmxVM1drdFBVazlaWVc1d2RGRlFjblJwY25WQlVSb2lRVTh0TUhKc056TlBObEJYVWtoYWRsTTRkR1JRTTNKQlNXOW1PRkpIVW14b1VRIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfNSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBTbWFydFJlY3J1aXRlcnMgSm9iIFNlYXJjaCIsImxpbmsiOiJodHRwczovL2pvYnMuc21hcnRyZWNydWl0ZXJzLmNvbS9OaWVsc2VuSVEvNzQzOTk5ODk0ODIxMDAzLWRhdGEtc2NpZW50aXN0P3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="}, {"title": "Data Scientist - Machine Learning/Forecasting Solutions", "company_name": "M/s. Vlink India", "location": "  Bengaluru, Karnataka, India   ", "via": "via LinkedIn", "description": "Job Description\n• Develop, maintain, and optimize forecasting Machine Learning (ML) models for better accuracy.\n• Collaborate with other data scientists and data engineers to ensure that specifications are translated into flexible, scalable, and maintainable solutions.\n• Research and stay abreast of state-of-the-art machine learning technologies.\n• Follow code standards and best practices.\n• 5-8 years' experience in data science or 3 years direct experience building forecasting solution.\n• Familiar with forecasting algorithms, such as Time Series (Arima, Prophet), ML (GLM, XgBoost), Hierarchical model (Top Down, Bottom Up), DL (Seq2Seq, Transformer), and Ensemble methods.\n• Hands-on experience with building end-to-end ML models and pipelines.\n• Experience with Git, Bitbucket, Airflow, MLflow, Kubeflow, GCP Vertex AI, Databricks or equivalents.\n• Experience & Knowledge of large-scale data processing and distributed systems such as Hadoop and SPARK.\n• Strong coding skills in Python... Spark and SQL.\n• Strong communication and collaboration skills\n• Exposure in various statistical modelling, machine learning algorithm/techniques (ML)\n• Experience with optimisations, debugging, fine-tuning existing applications in distributed computing environment for high performance and scalability with Big Data.\n• Experience with an agile development environment.\n• Exposure in tools/framework to monitor and analyse ML model performance and data accuracy.\n\n(ref:hirist.com", "job_highlights": [{"items": ["Job Description\n• Develop, maintain, and optimize forecasting Machine Learning (ML) models for better accuracy.\n• Collaborate with other data scientists and data engineers to ensure that specifications are translated into flexible, scalable, and maintainable solutions.\n• Research and stay abreast of state-of-the-art machine learning technologies.\n• Follow code standards and best practices.\n• 5-8 years' experience in data science or 3 years direct experience building forecasting solution.\n• Familiar with forecasting algorithms, such as Time Series (Arima, Prophet), ML (GLM, XgBoost), Hierarchical model (Top Down, Bottom Up), DL (Seq2Seq, Transformer), and Ensemble methods.\n• Hands-on experience with building end-to-end ML models and pipelines.\n• Experience with Git, Bitbucket, Airflow, MLflow, Kubeflow, GCP Vertex AI, Databricks or equivalents.\n• Experience & Knowledge of large-scale data processing and distributed systems such as Hadoop and SPARK.\n• Strong coding skills in Python... Spark and SQL.\n• Strong communication and collaboration skills\n• Exposure in various statistical modelling, machine learning algorithm/techniques (ML)\n• Experience with optimisations, debugging, fine-tuning existing applications in distributed computing environment for high performance and scalability with Big Data.\n• Experience with an agile development environment.\n• Exposure in tools/framework to monitor and analyse ML model performance and data accuracy.\n\n(ref:hirist.com"]}], "related_links": [{"link": "https://www.google.com/search?hl=en&q=M/s.+Vlink+India&sa=X&ved=0ahUKEwjj2Mi68q3-AhWGk4kEHS7sCkcQmJACCMEK", "text": "See web results for M/s. Vlink India"}], "extensions": ["16 hours ago", "Full-time"], "detected_extensions": {"posted_at": "16 hours ago", "schedule_type": "Full-time"}, "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdCAtIE1hY2hpbmUgTGVhcm5pbmcvRm9yZWNhc3RpbmcgU29sdXRpb25zIiwiaHRpZG9jaWQiOiJubVdZU1huS2hYY0FBQUFBQUFBQUFBPT0iLCJobCI6ImVuIiwiZmMiOiJFcmNDQ3ZjQlFVVnpOMnBPVVRGelMxQnJZbEJQWVd0MVZGbENTRWRIV1hreWJFNXNPVzE2VlRONlIzTmpkMEk1VTJWTWJUZHhSV1YzTjFacFVtbHNjekJvU1d4QmNpMHdMVnBZVjNsYU5WZHRWR2xzVEhOQmJsQnFWVzk0YURRdFNGUmpjVFZLVlVGblZXZDFaVkpFWjJWamVuTXhOVVJYTW5waVZWcFVWWE5yYVdSWE5qTkZNMW8yUkZrMWJXUkJNSE14Tlhwd1NWZHhSVUZTUkdJM1JqRlNabHBsWTNkNVgzbHRRa3BTWkZvMVptTndUVkZXV1VsUFlXMVJOMGhJWWxCMFp6QnpURTVzY3pGd1VIRm5ZbEJWUWxkRlExZzFaM3BLWTNKdE1YSTJMV1ZuZURCck9UaHViekZpWWxvM2EyVjVheTFDTW5kd1YzTkdZeElYTVRaVk4xcExUMUpQV1dGdWNIUlJVSEowYVhKMVFWRWFJa0ZQTFRCeWJEUlhTbHBUYlRSRE5TMTNaRjk1ZVZkU2RVb3dWWFJrTjA5WWFHYyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzYiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gTGlua2VkSW4iLCJsaW5rIjoiaHR0cHM6Ly9pbi5saW5rZWRpbi5jb20vam9icy92aWV3L2RhdGEtc2NpZW50aXN0LW1hY2hpbmUtbGVhcm5pbmctZm9yZWNhc3Rpbmctc29sdXRpb25zLWF0LW0tcy12bGluay1pbmRpYS0zNTY1MDUxMzkyP3V0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="}, {"title": "Data Scientist", "company_name": "PayPal", "location": "  Hyderabad, Telangana, India   ", "via": "via Eightfold.ai", "description": "At PayPal (NASDAQ: PYPL), we believe that every person has the right to participate fully in the global economy. Our mission is to democratize financial services to ensure that everyone, regardless of background or economic standing, has access to affordable, convenient, and secure products and services to take control of their financial lives.\n\nJob Description Summary:\nWhat you need to know about the role-\nSenior Data Scientist for the Global P2P Analytics team is who is very strong at generating valuable insights from data through deep dive analysis, experienced at supporting new product launches by establishing test and control plans and ensuring constant monitoring is in place to track product performance\n\nMeet our team-\nP2P is an Analytics team that manages anything and everything for the Product. The team is involved right from setting up till the end.\n\nJob Description:\n\nYour way to impact -\n• Senior Data Scientist for our P2P Analytics team who goes above and beyond simply... providing reports and analyses.\n• Experience at managing/mentoring a small team would be a plus.\n\nYour day to day -\n• Perform deep dive analyses on key business trends from multiple perspectives and package the insights into easily consumable presentations\n• Make data visually appealing and simple to both navigate and comprehend for end-users\n• Identify key metrics and drive the building of exec-facing dashboards to track progress of the business and its highest priority initiatives\n• Identify key business levers, establish cause & effect, and communicate key findings to various stakeholders to facilitate data driven decision-making\n• Engage in problem solving with Risk, Product, Marketing, and various other teams to determine performance trends and root causes.\n• Support new product launches by establishing test and control plans and ensuring constant monitoring is in place to track product performance.\n• Create close relationships with stakeholders to anticipate & answer questions that might be asked by executives\n\nWhat do you need to bring-\n• Bachelor’s/Master’s degree in a quantitative field (such as Analytics, Statistics, Mathematics, Economics or Engineering) or equivalent field experience\n• 5 to 7 years professional experience in an analytical role; Experience managing a small team of analysts will be a plus\n• Proficiency with database, spreadsheet, and statistical tools\n• Advanced SQL experience, preferable with Teradata systems, data mining, and Big Query analytics (Google Cloud).\n• Expertise in stitching together findings to convey coherent insights\n• Experience analyzing very large, complex, multi-dimensional data sets.\n• Experience with one or multiple of the following will be highly desirable; Python, Tableau, Jupyter Notebooks, Teradata, Hadoop/Hive, SQL, BigQuery\n• Ability to solve problems analytically and create actionable recommendations\n• Advanced ability to use reporting tools like Tableau and/or Excel to share analysis\n• Work experience in the payments, ecommerce, or financial services industry is a plus\n• Strong written and verbal communication skills with the ability to translate complex problems into simpler terms, and effectively influence both peers and senior leadership\n\nAdditional Job Description:\n\nSubsidiary:\nPayPal\n\nTravel Percent:\n0\n\nOur Benefits:\nAt PayPal, we’re committed to building an equitable and inclusive global economy. And we can’t do this without our most important asset—you. That’s why we offer benefits to help you thrive in every stage of life. We champion your financial, physical, and mental health by offering valuable benefits and resources to help you care for the whole you.\nWe have great benefits including a flexible work environment, employee shares options, health and life insurance and more. To learn more about our benefits please visit https://www.paypalbenefits.com\n\nWho We Are:\nClick Here to learn more about our culture and community.\n\nPayPal has remained at the forefront of the digital payment revolution for more than 20 years. By leveraging technology to make financial services and commerce more convenient, affordable, and secure, the PayPal platform is empowering more than 400 million consumers and merchants in more than 200 markets to join and thrive in the global economy. For more information, visit paypal.com.\n\nPayPal provides equal employment opportunity (EEO) to all persons regardless of age, color, national origin, citizenship status, physical or mental disability, race, religion, creed, gender, sex, pregnancy, sexual orientation, gender identity and/or expression, genetic information, marital status, status with regard to public assistance, veteran status, or any other characteristic protected by federal, state or local law. In addition, PayPal will provide reasonable accommodations for qualified individuals with disabilities. If you are unable to submit an application because of incompatible assistive technology or a disability, please contact us at paypalglobaltalentacquisition@paypal.com.\n\nAs part of PayPal’s commitment to employees’ health and safety, we have established in-office Covid-19 protocols and requirements, based on expert guidance. Depending on location, this might include a Covid-19 vaccination requirement for any employee whose role requires them to work onsite. Employees may request reasonable accommodation based on a medical condition or religious belief that prevents them from being vaccinated", "job_highlights": [{"items": ["At PayPal (NASDAQ: PYPL), we believe that every person has the right to participate fully in the global economy. Our mission is to democratize financial services to ensure that everyone, regardless of background or economic standing, has access to affordable, convenient, and secure products and services to take control of their financial lives.\n\nJob Description Summary:\nWhat you need to know about the role-\nSenior Data Scientist for the Global P2P Analytics team is who is very strong at generating valuable insights from data through deep dive analysis, experienced at supporting new product launches by establishing test and control plans and ensuring constant monitoring is in place to track product performance\n\nMeet our team-\nP2P is an Analytics team that manages anything and everything for the Product. The team is involved right from setting up till the end.\n\nJob Description:\n\nYour way to impact -\n• Senior Data Scientist for our P2P Analytics team who goes above and beyond simply... providing reports and analyses.\n• Experience at managing/mentoring a small team would be a plus.\n\nYour day to day -\n• Perform deep dive analyses on key business trends from multiple perspectives and package the insights into easily consumable presentations\n• Make data visually appealing and simple to both navigate and comprehend for end-users\n• Identify key metrics and drive the building of exec-facing dashboards to track progress of the business and its highest priority initiatives\n• Identify key business levers, establish cause & effect, and communicate key findings to various stakeholders to facilitate data driven decision-making\n• Engage in problem solving with Risk, Product, Marketing, and various other teams to determine performance trends and root causes.\n• Support new product launches by establishing test and control plans and ensuring constant monitoring is in place to track product performance.\n• Create close relationships with stakeholders to anticipate & answer questions that might be asked by executives\n\nWhat do you need to bring-\n• Bachelor’s/Master’s degree in a quantitative field (such as Analytics, Statistics, Mathematics, Economics or Engineering) or equivalent field experience\n• 5 to 7 years professional experience in an analytical role; Experience managing a small team of analysts will be a plus\n• Proficiency with database, spreadsheet, and statistical tools\n• Advanced SQL experience, preferable with Teradata systems, data mining, and Big Query analytics (Google Cloud).\n• Expertise in stitching together findings to convey coherent insights\n• Experience analyzing very large, complex, multi-dimensional data sets.\n• Experience with one or multiple of the following will be highly desirable; Python, Tableau, Jupyter Notebooks, Teradata, Hadoop/Hive, SQL, BigQuery\n• Ability to solve problems analytically and create actionable recommendations\n• Advanced ability to use reporting tools like Tableau and/or Excel to share analysis\n• Work experience in the payments, ecommerce, or financial services industry is a plus\n• Strong written and verbal communication skills with the ability to translate complex problems into simpler terms, and effectively influence both peers and senior leadership\n\nAdditional Job Description:\n\nSubsidiary:\nPayPal\n\nTravel Percent:\n0\n\nOur Benefits:\nAt PayPal, we’re committed to building an equitable and inclusive global economy. And we can’t do this without our most important asset—you. That’s why we offer benefits to help you thrive in every stage of life. We champion your financial, physical, and mental health by offering valuable benefits and resources to help you care for the whole you.\nWe have great benefits including a flexible work environment, employee shares options, health and life insurance and more. To learn more about our benefits please visit https://www.paypalbenefits.com\n\nWho We Are:\nClick Here to learn more about our culture and community.\n\nPayPal has remained at the forefront of the digital payment revolution for more than 20 years. By leveraging technology to make financial services and commerce more convenient, affordable, and secure, the PayPal platform is empowering more than 400 million consumers and merchants in more than 200 markets to join and thrive in the global economy. For more information, visit paypal.com.\n\nPayPal provides equal employment opportunity (EEO) to all persons regardless of age, color, national origin, citizenship status, physical or mental disability, race, religion, creed, gender, sex, pregnancy, sexual orientation, gender identity and/or expression, genetic information, marital status, status with regard to public assistance, veteran status, or any other characteristic protected by federal, state or local law. In addition, PayPal will provide reasonable accommodations for qualified individuals with disabilities. If you are unable to submit an application because of incompatible assistive technology or a disability, please contact us at paypalglobaltalentacquisition@paypal.com.\n\nAs part of PayPal’s commitment to employees’ health and safety, we have established in-office Covid-19 protocols and requirements, based on expert guidance. Depending on location, this might include a Covid-19 vaccination requirement for any employee whose role requires them to work onsite. Employees may request reasonable accommodation based on a medical condition or religious belief that prevents them from being vaccinated"]}], "related_links": [{"link": "http://www.paypal.com/", "text": "paypal.com"}, {"link": "https://www.google.com/search?hl=en&q=PayPal&sa=X&ved=0ahUKEwjj2Mi68q3-AhWGk4kEHS7sCkcQmJACCO8K", "text": "See web results for PayPal"}], "extensions": ["3 days ago", "Full-time"], "detected_extensions": {"posted_at": "3 days ago", "schedule_type": "Full-time"}, "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdCIsImh0aWRvY2lkIjoiLU9VajNPeGZXX2tBQUFBQUFBQUFBQT09IiwiaGwiOiJlbiIsImZjIjoiRXZjQkNyY0JRVVZ6TjJwT1UzUnVkR1ZDYzBsdVJVUlpibVZGZEdReGR6QTNSRUZ5U20weWVWTXdabXR5V0MwM2RuTmxlamRTZFd4a1FrcHdTRzB5VGtVM2FWTlhVMTl6VDJjdFJFOTRTVUZXT1hsS2NVb3RiR0V4Wkc5MWQxcHhXVWxWU0ZNNFpVNVFSMGRZVUhOS2RraHVTV1J5TXpkRExXNVNOWEZoTFZGa1l6UkdVRkUyVm1GUVYzSkJkVTVITFhwb2IxTmtObU42YUhwTlNFaG5SalZPVjIxMWFGRkhWUzAxWlVkbmR6VXlNazVRVFZKSVRVZE5UVFkwRWhjeE5sVTNXa3RQVWs5WllXNXdkRkZRY25ScGNuVkJVUm9pUVU4dE1ISnNObHBvT0ROSVZXVnlYMnR5YVdJdFMxWktXalUxVm5SMVVHVTJkdyIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzgiLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgb24gRWlnaHRmb2xkLmFpIiwibGluayI6Imh0dHBzOi8vcGF5cGFsLmVpZ2h0Zm9sZC5haS9jYXJlZXJzL2pvYi8yNzQ4OTIwMzI2NDctZGF0YS1zY2llbnRpc3QtaHlkZXJhYmFkLXRlbGFuZ2FuYS1pbmRpYT9kb21haW49cGF5cGFsLmNvbVx1MDAyNnV0bV9jYW1wYWlnbj1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9zb3VyY2U9Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fbWVkaXVtPW9yZ2FuaWMifX0="}, {"title": "Data Scientist", "company_name": "Fidelity India Careers", "location": "  Bengaluru, Karnataka, India   ", "via": "via Fidelity Investments India", "description": "Job Description:\n\nJob Title – Data Scientist\n\nThe Purpose of This Role\n\nThis role involves working with senior stakeholders in understanding and identifying the business requirements and needs in the areas of Big Data Analytics and Artificial Intelligence. Scanning the fast paced external and internal environments in these areas, developing futuristic ideas that would benefit the firm and leading implementation of mathematical/AI models/algorithms/solutions to bring those ideas to life. Specific experience in AI areas like deep learning, genetic algorithms will be an advantage.\n\nIndividual in this role is expected to work with multiple stakeholders and teams, have excellent knowledge and experience of recent developments and work in a self-directed manner in ambiguously defined need areas.\n\nThe Value You Deliver\n• Manage and guide data science and data engineering elements of AI projects\n• Set a strategic direction for data identification, collection and qualification activities\n•... Lead data analysis for multiple projects with diverse scope and complex business and technical challenges across several business units and functions\n• Develop best practices for data science, considering the full analytical lifecycle\n• Develop guidelines for the evaluation of new analytical tools and platforms\n\nThe Skills that are Key to this role\n\nTechnical / Behavioral\n• The candidate should possess extensive knowledge of and experience in applying statistics, data mining, machine learning and deep learning techniques in a professional context\n• Candidate should be expert in handling various data types and structures: structured, unstructured, voice, image and video data, static versus streaming data. Extensive prior experience in integrating data, profiling, validating and cleansing data in Big Data platforms is a must.\n• Should have extensive experience with relational, NO-SQL databases.\n• High level of proficiency in statistical tools, programming environments like Python, Big Data platforms like Spark and cloud platforms like AWS is a must.\n• Must possess good programming languages skill in Python/Java/C/C++\n• Exposure to Deep Learning applications and tools like TensorFlow, Theano, Torch, Caffe is preferred.\n• Have the ability to discover new opportunities where analytical techniques can be leveraged for solving business problems.\n• Relevant experience with organizations known for cutting edge/ best-in-class applications of Advanced Analytics, Predictive Modelling, NLP/NLU, Computer Vision and Artificial Intelligence.\n• Master’s Degree / PhD in a quantitative field (e.g., Computer Science, Economics, Engineering, Statistics, Mathematics, Finance, Operations Research)\n\nThe Skills that are Good To Have for this role\n• Hands-on experience in building machine learning solution using NLP/NLU applications, computer vision intelligence and developing RPA applications\n• Candidate will be expected to communicate analytical results and developed solutions in a way that is meaningful for business stakeholders and provides actionable insights.\n\nHow Your Work Impacts the Organization\n\nPersonal Investing (PI) is the retail investing arm of Fidelity that serves the financial needs of millions of individual investors with a comprehensive range of investment products and services. The primary objective of the team in India is to enable the PI businesses, working with our IT business partners in the US. Over the years, we have developed technical expertise on various functions of personal and strategic investment products and data. Across our business we take great pride in building strong and lasting relationships with our customers, providing sound investment guidance, and delivering a best-in-class customer experience\n\nThe Expertise We’re Looking For\n• Relevant Data Science/AI Experience\n• Post Graduate/PhD.\n\nLocation: Bangalore – EGL\n\nShift timings: 11:00 am - 8:00 pm\n\nCertifications:\n\nCompany Overview\n\nAt Fidelity, we are focused on making our financial expertise broadly accessible and effective in helping people live the lives they want. We are a privately held company that places a high degree of value in creating and nurturing a work environment that attracts the best talent and reflects our commitment to our associates. We are proud of our diverse and inclusive workplace where we respect and value our associates for their unique perspectives and experiences. Fidelity India has been the Global Inhouse Center of Fidelity Investments since 2003 with offices in Bangalore and Chennai. For information about working at Fidelity, visit India.Fidelity.com.\n\nFidelity Investments is an equal opportunity employer", "job_highlights": [{"items": ["Job Description:\n\nJob Title – Data Scientist\n\nThe Purpose of This Role\n\nThis role involves working with senior stakeholders in understanding and identifying the business requirements and needs in the areas of Big Data Analytics and Artificial Intelligence. Scanning the fast paced external and internal environments in these areas, developing futuristic ideas that would benefit the firm and leading implementation of mathematical/AI models/algorithms/solutions to bring those ideas to life. Specific experience in AI areas like deep learning, genetic algorithms will be an advantage.\n\nIndividual in this role is expected to work with multiple stakeholders and teams, have excellent knowledge and experience of recent developments and work in a self-directed manner in ambiguously defined need areas.\n\nThe Value You Deliver\n• Manage and guide data science and data engineering elements of AI projects\n• Set a strategic direction for data identification, collection and qualification activities\n•... Lead data analysis for multiple projects with diverse scope and complex business and technical challenges across several business units and functions\n• Develop best practices for data science, considering the full analytical lifecycle\n• Develop guidelines for the evaluation of new analytical tools and platforms\n\nThe Skills that are Key to this role\n\nTechnical / Behavioral\n• The candidate should possess extensive knowledge of and experience in applying statistics, data mining, machine learning and deep learning techniques in a professional context\n• Candidate should be expert in handling various data types and structures: structured, unstructured, voice, image and video data, static versus streaming data. Extensive prior experience in integrating data, profiling, validating and cleansing data in Big Data platforms is a must.\n• Should have extensive experience with relational, NO-SQL databases.\n• High level of proficiency in statistical tools, programming environments like Python, Big Data platforms like Spark and cloud platforms like AWS is a must.\n• Must possess good programming languages skill in Python/Java/C/C++\n• Exposure to Deep Learning applications and tools like TensorFlow, Theano, Torch, Caffe is preferred.\n• Have the ability to discover new opportunities where analytical techniques can be leveraged for solving business problems.\n• Relevant experience with organizations known for cutting edge/ best-in-class applications of Advanced Analytics, Predictive Modelling, NLP/NLU, Computer Vision and Artificial Intelligence.\n• Master’s Degree / PhD in a quantitative field (e.g., Computer Science, Economics, Engineering, Statistics, Mathematics, Finance, Operations Research)\n\nThe Skills that are Good To Have for this role\n• Hands-on experience in building machine learning solution using NLP/NLU applications, computer vision intelligence and developing RPA applications\n• Candidate will be expected to communicate analytical results and developed solutions in a way that is meaningful for business stakeholders and provides actionable insights.\n\nHow Your Work Impacts the Organization\n\nPersonal Investing (PI) is the retail investing arm of Fidelity that serves the financial needs of millions of individual investors with a comprehensive range of investment products and services. The primary objective of the team in India is to enable the PI businesses, working with our IT business partners in the US. Over the years, we have developed technical expertise on various functions of personal and strategic investment products and data. Across our business we take great pride in building strong and lasting relationships with our customers, providing sound investment guidance, and delivering a best-in-class customer experience\n\nThe Expertise We’re Looking For\n• Relevant Data Science/AI Experience\n• Post Graduate/PhD.\n\nLocation: Bangalore – EGL\n\nShift timings: 11:00 am - 8:00 pm\n\nCertifications:\n\nCompany Overview\n\nAt Fidelity, we are focused on making our financial expertise broadly accessible and effective in helping people live the lives they want. We are a privately held company that places a high degree of value in creating and nurturing a work environment that attracts the best talent and reflects our commitment to our associates. We are proud of our diverse and inclusive workplace where we respect and value our associates for their unique perspectives and experiences. Fidelity India has been the Global Inhouse Center of Fidelity Investments since 2003 with offices in Bangalore and Chennai. For information about working at Fidelity, visit India.Fidelity.com.\n\nFidelity Investments is an equal opportunity employer"]}], "related_links": [{"link": "https://www.google.com/search?hl=en&q=Fidelity+India+Careers&sa=X&ved=0ahUKEwjj2Mi68q3-AhWGk4kEHS7sCkcQmJACCJoL", "text": "See web results for Fidelity India Careers"}], "extensions": ["Full-time"], "detected_extensions": {"schedule_type": "Full-time"}, "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdCIsImh0aWRvY2lkIjoiZGNOa1Q3TEVxU01BQUFBQUFBQUFBQT09IiwiaGwiOiJlbiIsImZjIjoiRXZjQkNyY0JRVVZ6TjJwT1VuVkhTRlZvUkc5c1VtdGtabVJSVm5SRFkycERRVFpXV2tGM1IwSTRTRU5mTlZsc2NqbGZSRWhwWm5GM1JrNVBURFZaZFhGM1F6UklTelZHUm5BdFgwbFFXR0pNTm1nd2QwdEdWMHBvWTFCd1MxTlRUMmxQT1RWallXMWlZa1pwTlVsQ1ZqQlVRbWRST1dGdFNWOVBUV2w1WTJWWVQzVm9RVkY1TUU5aFJGVlJNM1kxT1d3NFMwVnRiekYyVGpNd01XVmliakI1WlVwWE5teHZTMFZyWHpCeFgxZHlOV3hZWWkxT1MwdFRZbEYzRWhjeE5sVTNXa3RQVWs5WllXNXdkRkZRY25ScGNuVkJVUm9pUVU4dE1ISnNOa2RxTlRFeU5qbEJkbXB1YzBka1RWUlBaakV5VlRoUFEwaHNRUSIsImZjdiI6IjMiLCJmY19pZCI6ImZjXzEwIiwiYXBwbHlfbGluayI6eyJ0aXRsZSI6IkFwcGx5IG9uIEZpZGVsaXR5IEludmVzdG1lbnRzIEluZGlhIiwibGluayI6Imh0dHBzOi8vaW5kaWEuZmlkZWxpdHkuY29tL2pvYi1kZXRhaWxzLzE1NjA5OTEwL2RhdGEtc2NpZW50aXN0Lz91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"}, {"title": "Data Scientist", "company_name": "Flutter International", "location": "  Hyderabad, Telangana, India   ", "via": "via Flutter International", "description": "The role:\n\nWe are looking for a Data Scientist to join our team at one of our office in Hyderabad, India.\n\nAre you our next star player?\n\n\"We are passionate about applying data science and machine learning to create value and support our business. Our team is a highly collaborative and encouraging environment where you can hone your skillset and progress your career in a direction that interests you.\n\nYou will have the opportunity to play a central role in the growth of an industry-leading data science team. We strongly believe in furthering our team, evidenced by the first-class progression opportunities you will enjoy”\n\nDaniel O’Sullivan, Head of Data Science\n\nWhy we need you:\n\nWithin the Pokerstars Data Science team you will develop and operationalise cutting-edge machine learning solutions which help power our customer experiences. You will work together with a highly talented and motivated team and grow your skills using advanced technologies such as real time machine... learning.\n\nYou’ll be a Data Science partner to a business unit (Poker, Casino, Sportsbook or Operations), where you will get the opportunity to work on exceptionally interesting problems. You will be responsible for seeking out novel solutions to business-critical issues using massive datasets and a wide variety of Data Science and statistical techniques.\n\nWho we’re looking for:\n• Degree or MSc/PhD qualified in a STEM subject\n• Minimum of 2-3 years’ experience delivering production grade machine learning products in an academic or corporate environment\n• You’ll have a deep understanding of both statistics and machine learning techniques\n• This will include hands on experience in areas such as tree-based learners, deep learning (e.g. CNNs, RNNs, GNNs), reinforcement learning and/or unsupervised methods• You will be proficient in at least one programming language (Python, R, Scala)\n• Experience manipulating large datasets using SQL, Spark, or similar\n• The ability to tell a story through data and explain technical concepts to stakeholders\n• An understanding that a team is greater than the sum of its parts, and embraces winning together.\n• As the ideal candidate, you will have:\n• Previous experience in the online gaming industry is a plus\n• Proficiency with the PyData stack and experience with deep learning frameworks\n• Hands on experience working with big data solutions and/or cloud technology\n• Knowledge of git and version control as well as experience working with Unix/Linux environments\n• Experience using cloud-based machine learning platforms (e.g. AWS, Azure or GCP)\n\nWhat’s in it for you?\n\nOur experience-based salaries are competitive.\n\nYour package will include:\n• Discretionary annual performance bonus\n• 30 days paid leave\n• Annual allowance for health and dental services\n• The option to join our company pension scheme\n• A personal interest allowance to let you learn something new or pursue a hobby\n• Looking to extend your family? You will receive a cash gift of 34,000 INR for your new addition whilst working for us\n• 26 weeks Maternity leave at 100% pay & 4 weeks secondary leave pay (paternity) at 100% pay\n• External learning support of up to £2,000 or equivalent in local currency, dedicated 4 learning “Power Hours” every month during office time, full access to the Udemy and Mindtools platforms, in-house leadership program and many other training opportunities for developing your skills and progressing your career.\n\nAbout the Group\n\nPokerStars is part of Flutter Entertainment Plc, a global sports betting, gaming and entertainment provider headquartered in Dublin and part of the FTSE 100 index of the London Stock Exchange. Flutter brings together exceptional brands, products and businesses and a diverse global presence in a safe, responsible and ultimately sustainable way.\n\nWe are an equal opportunity employer that values diversity. We do not discriminate on any protected characteristic as defined by applicable law.\n\nWe will look to provide reasonable accommodation for applicants with disabilities to participate in the job application or interview process. If you need assistance, please contact: talent@flutterint.com\n\nPlease note we cannot accept general applications; this inbox is just for providing support to those who need it.\n\nWant a seat at the table? Apply now!\n\nWe will aim to respond to you as soon as possible. If you’re the right fit for the role, you will be invited to a phone/zoom interview.\n\nFind your passion with PokerStars", "job_highlights": [{"items": ["The role:\n\nWe are looking for a Data Scientist to join our team at one of our office in Hyderabad, India.\n\nAre you our next star player?\n\n\"We are passionate about applying data science and machine learning to create value and support our business. Our team is a highly collaborative and encouraging environment where you can hone your skillset and progress your career in a direction that interests you.\n\nYou will have the opportunity to play a central role in the growth of an industry-leading data science team. We strongly believe in furthering our team, evidenced by the first-class progression opportunities you will enjoy”\n\nDaniel O’Sullivan, Head of Data Science\n\nWhy we need you:\n\nWithin the Pokerstars Data Science team you will develop and operationalise cutting-edge machine learning solutions which help power our customer experiences. You will work together with a highly talented and motivated team and grow your skills using advanced technologies such as real time machine... learning.\n\nYou’ll be a Data Science partner to a business unit (Poker, Casino, Sportsbook or Operations), where you will get the opportunity to work on exceptionally interesting problems. You will be responsible for seeking out novel solutions to business-critical issues using massive datasets and a wide variety of Data Science and statistical techniques.\n\nWho we’re looking for:\n• Degree or MSc/PhD qualified in a STEM subject\n• Minimum of 2-3 years’ experience delivering production grade machine learning products in an academic or corporate environment\n• You’ll have a deep understanding of both statistics and machine learning techniques\n• This will include hands on experience in areas such as tree-based learners, deep learning (e.g. CNNs, RNNs, GNNs), reinforcement learning and/or unsupervised methods• You will be proficient in at least one programming language (Python, R, Scala)\n• Experience manipulating large datasets using SQL, Spark, or similar\n• The ability to tell a story through data and explain technical concepts to stakeholders\n• An understanding that a team is greater than the sum of its parts, and embraces winning together.\n• As the ideal candidate, you will have:\n• Previous experience in the online gaming industry is a plus\n• Proficiency with the PyData stack and experience with deep learning frameworks\n• Hands on experience working with big data solutions and/or cloud technology\n• Knowledge of git and version control as well as experience working with Unix/Linux environments\n• Experience using cloud-based machine learning platforms (e.g. AWS, Azure or GCP)\n\nWhat’s in it for you?\n\nOur experience-based salaries are competitive.\n\nYour package will include:\n• Discretionary annual performance bonus\n• 30 days paid leave\n• Annual allowance for health and dental services\n• The option to join our company pension scheme\n• A personal interest allowance to let you learn something new or pursue a hobby\n• Looking to extend your family? You will receive a cash gift of 34,000 INR for your new addition whilst working for us\n• 26 weeks Maternity leave at 100% pay & 4 weeks secondary leave pay (paternity) at 100% pay\n• External learning support of up to £2,000 or equivalent in local currency, dedicated 4 learning “Power Hours” every month during office time, full access to the Udemy and Mindtools platforms, in-house leadership program and many other training opportunities for developing your skills and progressing your career.\n\nAbout the Group\n\nPokerStars is part of Flutter Entertainment Plc, a global sports betting, gaming and entertainment provider headquartered in Dublin and part of the FTSE 100 index of the London Stock Exchange. Flutter brings together exceptional brands, products and businesses and a diverse global presence in a safe, responsible and ultimately sustainable way.\n\nWe are an equal opportunity employer that values diversity. We do not discriminate on any protected characteristic as defined by applicable law.\n\nWe will look to provide reasonable accommodation for applicants with disabilities to participate in the job application or interview process. If you need assistance, please contact: talent@flutterint.com\n\nPlease note we cannot accept general applications; this inbox is just for providing support to those who need it.\n\nWant a seat at the table? Apply now!\n\nWe will aim to respond to you as soon as possible. If you’re the right fit for the role, you will be invited to a phone/zoom interview.\n\nFind your passion with PokerStars"]}], "related_links": [{"link": "http://www.flutter.com/", "text": "flutter.com"}, {"link": "https://www.google.com/search?hl=en&q=Flutter+International&sa=X&ved=0ahUKEwjj2Mi68q3-AhWGk4kEHS7sCkcQmJACCMYL", "text": "See web results for Flutter International"}], "extensions": ["Full-time"], "detected_extensions": {"schedule_type": "Full-time"}, "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdCIsImh0aWRvY2lkIjoiY1pJOWliamZtWlFBQUFBQUFBQUFBQT09IiwiaGwiOiJlbiIsImZjIjoiRW93Q0Nzd0JRVVZ6TjJwT1VWQTFXSFZ1WWpZd1RXSnBiSEpRVDFCUFVrcGZhV2xFUTFadlVVNDNhMFJpTkRobWNXOWpWbWRrUjA5QllsODFhSFZmVFhabWF6STRSMFZGUzJOQ09FNWlUSFUzWTNGaVIwTjRNMlV5VGsxNVJVUjNVVTV0UjNoalYySmxOM1J6ZUZkRWRraFNSWHBKWDNSQ1dWVkhjMDlHYlVRdFRURXRhRkZ6V25BMFlqWmhiemhtUTBGM1pqVlpVemt3TnpnNFl6SndaREl4UmtKeE5HSXhXRTFyYmxNM2IwYzVkRkp6YVVkdE0xSlBNR3ByZEdOYVZWZE9Xa1JsTW1aVFN6VXRiVlZQV2tWd0VoY3hObFUzV2t0UFVrOVpZVzV3ZEZGUWNuUnBjblZCVVJvaVFVOHRNSEpzTkhkM2JuY3pVR3RYTVc4MFNEaG1iRWg0ZFdOaE5tMTFNa1JDUVEiLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xMSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBGbHV0dGVyIEludGVybmF0aW9uYWwiLCJsaW5rIjoiaHR0cHM6Ly9jYXJlZXJzLmZsdXR0ZXJpbnRlcm5hdGlvbmFsLmNvbS9qb2JzLzEyMTI5L2RhdGEtc2NpZW50aXN0Lz91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"}, {"title": "Senior Data Scientist", "company_name": "Microsoft", "location": "  Bengaluru, Karnataka, India   ", "via": "via Microsoft Careers", "description": "The Customer and Partner Experience (CxP) team is a part of the Identity & Network Access (IDNA) engineering division within Microsoft's booming Security product group. We work with customers and partners from all over the world to drive service adoption and to shape the Microsoft Identity business.\n\nThe Data & Insights team has an exciting opportunity for a Senior Data Scientist to work in the most customer-connected engineering team at Microsoft. Your primary responsibilities include understanding product/business priorities, conducting opportunity analysis, defining product metrics, setting metric targets, building data-driven hypothesis, and running high-quality experiments to hit those targets.\n\nWe are looking for an experienced Data Scientist with a proven track-record of solving complex data analysis and machine learning problems in a real-world product setting. We want folks who are passionate about customer experience and driving user engagement and growth. An ideal candidate... will closely partner with product teams to drive product/business growth with meaningful insights and data-driven recommendations and experimentation. Experience with experimentation and with driving growth in a subscription business is a plus.\n\n#IdentityJobs", "job_highlights": [{"items": ["The Customer and Partner Experience (CxP) team is a part of the Identity & Network Access (IDNA) engineering division within Microsoft's booming Security product group. We work with customers and partners from all over the world to drive service adoption and to shape the Microsoft Identity business.\n\nThe Data & Insights team has an exciting opportunity for a Senior Data Scientist to work in the most customer-connected engineering team at Microsoft. Your primary responsibilities include understanding product/business priorities, conducting opportunity analysis, defining product metrics, setting metric targets, building data-driven hypothesis, and running high-quality experiments to hit those targets.\n\nWe are looking for an experienced Data Scientist with a proven track-record of solving complex data analysis and machine learning problems in a real-world product setting. We want folks who are passionate about customer experience and driving user engagement and growth. An ideal candidate... will closely partner with product teams to drive product/business growth with meaningful insights and data-driven recommendations and experimentation. Experience with experimentation and with driving growth in a subscription business is a plus.\n\n#IdentityJobs"]}], "related_links": [{"link": "http://www.microsoft.com/", "text": "microsoft.com"}, {"link": "https://www.google.com/search?hl=en&q=Microsoft&sa=X&ved=0ahUKEwjj2Mi68q3-AhWGk4kEHS7sCkcQmJACCPIL", "text": "See web results for Microsoft"}], "extensions": ["Full-time"], "detected_extensions": {"schedule_type": "Full-time"}, "job_id": "eyJqb2JfdGl0bGUiOiJTZW5pb3IgRGF0YSBTY2llbnRpc3QiLCJodGlkb2NpZCI6ImFkcHpiaFYxVkVVQUFBQUFBQUFBQUE9PSIsImhsIjoiZW4iLCJmYyI6IkV2Y0JDcmNCUVVWek4ycE9WSFJLZEdKUlEybFlWRU5TY0RWV1NHWmxTR1EwYjJkNVRWRlpRVUZoZUU1NlZFRlVOR2R1Ym1JNWVsRXlXVEI2ZG5KMGJVRTNTM3BRYkhkalQwczRRMFJ0WmxOck9YVjZWM0ZXWWpKbWFVRlhlV3BtU0hCTFRIaEJVbFp2YmxjMVVtSklibmRIZVdRdExVUm9ZWGxtVmxCR1FYbFJjMGRQYUhSeGEyUjJUMlZEY1daM1JWTmpXVzV5TkRsV2NWbFZOMnhGWkRWcmRteGpTaTFmUjNnMVVETTVkRzVaVkVKYU5tTklTbmh2UjI4NEVoY3hObFUzV2t0UFVrOVpZVzV3ZEZGUWNuUnBjblZCVVJvaVFVOHRNSEpzTkVkaFUzcFdSblZzU2pkdVNuWnBWMWcyWVhacVNsQXhNRWhaWnciLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xMyIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBvbiBNaWNyb3NvZnQgQ2FyZWVycyIsImxpbmsiOiJodHRwczovL2NhcmVlcnMubWljcm9zb2Z0LmNvbS9wcm9mZXNzaW9uYWxzL3VzL2VuL2pvYi8xNTIxMDI2L1Nlbmlvci1EYXRhLVNjaWVudGlzdD91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"}, {"title": "Data Scientist", "company_name": "Chubb INA Holdings Inc.", "location": "  Bengaluru, Karnataka, India   ", "via": "via Chubb Careers", "description": "Job Requirements\n• Work with business partners globally to define the scope of the project, determine analyses to be performed, manage deliverables against timelines, present of results and implement the model\n• Use broad spectrum of NLP, Machine Learning and deep learning techniques to extract impactful features from unstructured data\n• Develop and implement models that help with automating the underwriting and pricing process; Ensure that the model is able to meet the desired KPIs post production\n• Be a thought leader and generate ideas / novel approaches to business problems\n• Stay abreast of the developments in the rapidly changing field of AI and machine learning\n• Handle stakeholder requests and perform work with little to no assistance\n• Mentor and coach junior team members and provide support on projects requiring advanced skill and domain expertise\n• Gain deeper understanding of Chubbs business and develop expertise on multiple lines of business\n\nWork Experience\n• Sound... understanding of ML concepts Probabilistic Models, Supervised vs Unsupervised Learning, Ensemble Techniques, Hyperparameter Optimization, and Deep Learning; Strong experience in developing and maintaining machine learning models.\n\n· Proficient in Python with strong capabilities in data engineering, data transformation, data analysis and data visualization. Knowledge of R/SQL will be a plus\n\n· Good knowledge in machine learning tools and libraries (scikit-learn, h2o, R, MLlib, etc)\n• 3-10 years programming experience in Python, including Numpy, Scipy, Pandas, Regex, Matplotlib and other machine learning libraries\n• Experience in visualization tools like Qlik, Power BI etc. will be an added advantage\n• Must have experience with data and machine learning services using Azure\n• Must have experience with Github and RESTful APIs\n• Knowledge/ Experience in Big data technologies will be an advantage\n• Should be able to work in a team setting to understand problems and map out solutions; Must have strong problem solving skills\n• Multi-tasking along with strong organization and time management skills is essential\n• Should be adept at research and must look to apply new methodologies to varied situations\n• Strong communication and presentation skills\n• Must possess an advanced degree in data science, business analytics, computers, statistics, mathematics or economics\n\nWhy Chubb Business Services India?\n\nHere are some reasons to join us:\n\n· You will be joining a group of diverse and driven professionals trained to succeed in today’s insurance landscape.\n\n· We provide the opportunity to cultivate a robust career; we accommodate your growth and development even as we expect you to make meaningful contributions to our company.\n\n· We offer competitive compensation and benefit programs. We pride ourselves in being a meritocracy that rewards the best talent.\n\n· We seek to create an inclusive environment where employees of different cultures and backgrounds can thrive", "job_highlights": [{"items": ["Job Requirements\n• Work with business partners globally to define the scope of the project, determine analyses to be performed, manage deliverables against timelines, present of results and implement the model\n• Use broad spectrum of NLP, Machine Learning and deep learning techniques to extract impactful features from unstructured data\n• Develop and implement models that help with automating the underwriting and pricing process; Ensure that the model is able to meet the desired KPIs post production\n• Be a thought leader and generate ideas / novel approaches to business problems\n• Stay abreast of the developments in the rapidly changing field of AI and machine learning\n• Handle stakeholder requests and perform work with little to no assistance\n• Mentor and coach junior team members and provide support on projects requiring advanced skill and domain expertise\n• Gain deeper understanding of Chubbs business and develop expertise on multiple lines of business\n\nWork Experience\n• Sound... understanding of ML concepts Probabilistic Models, Supervised vs Unsupervised Learning, Ensemble Techniques, Hyperparameter Optimization, and Deep Learning; Strong experience in developing and maintaining machine learning models.\n\n· Proficient in Python with strong capabilities in data engineering, data transformation, data analysis and data visualization. Knowledge of R/SQL will be a plus\n\n· Good knowledge in machine learning tools and libraries (scikit-learn, h2o, R, MLlib, etc)\n• 3-10 years programming experience in Python, including Numpy, Scipy, Pandas, Regex, Matplotlib and other machine learning libraries\n• Experience in visualization tools like Qlik, Power BI etc. will be an added advantage\n• Must have experience with data and machine learning services using Azure\n• Must have experience with Github and RESTful APIs\n• Knowledge/ Experience in Big data technologies will be an advantage\n• Should be able to work in a team setting to understand problems and map out solutions; Must have strong problem solving skills\n• Multi-tasking along with strong organization and time management skills is essential\n• Should be adept at research and must look to apply new methodologies to varied situations\n• Strong communication and presentation skills\n• Must possess an advanced degree in data science, business analytics, computers, statistics, mathematics or economics\n\nWhy Chubb Business Services India?\n\nHere are some reasons to join us:\n\n· You will be joining a group of diverse and driven professionals trained to succeed in today’s insurance landscape.\n\n· We provide the opportunity to cultivate a robust career; we accommodate your growth and development even as we expect you to make meaningful contributions to our company.\n\n· We offer competitive compensation and benefit programs. We pride ourselves in being a meritocracy that rewards the best talent.\n\n· We seek to create an inclusive environment where employees of different cultures and backgrounds can thrive"]}], "related_links": [{"link": "http://www.acelimited.com/", "text": "acelimited.com"}, {"link": "https://www.google.com/search?hl=en&q=Chubb+INA+Holdings+Inc.&sa=X&ved=0ahUKEwjj2Mi68q3-AhWGk4kEHS7sCkcQmJACCJ4M", "text": "See web results for Chubb INA Holdings Inc."}], "extensions": ["Full-time"], "detected_extensions": {"schedule_type": "Full-time"}, "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdCIsImh0aWRvY2lkIjoiWjBlcDNELWxCcUFBQUFBQUFBQUFBQT09IiwiaGwiOiJlbiIsImZjIjoiRW93Q0Nzd0JRVVZ6TjJwT1VWaHpRaTF3UTE5bllrMHpSVGxPVldWRlkwMVNVMlZEUzJWT2QwSkNjVzh0WVdGbWFsbDVTelJUVWpkUVdGaFRjMFJhTlVwVmQyeGxMVXhQZDJKM1ZUaE1NWGN3WkdGTGJHRnRhRTEyYmpBemVIQkRMVVpzV1ROck9VTnNZVEYyV210bmQxaHZNVkJrVjB0V05EVmFkbEZwTm1Sa1RUSXRjelJWTkZWUVJucDFiWGxsWmxsSVdGWkdTRXh0UXpKUk1XcFNaekJEVTBzeVpUZG9XbXRhUm1ObVZtTkxSM2wxZUU5dGFIbDBiVE41YlRkd2RXMUNXbVIwUTFCQmRuVjViMDF0T0RCWUVoY3hObFUzV2t0UFVrOVpZVzV3ZEZGUWNuUnBjblZCVVJvaVFVOHRNSEpzTlRscWMxbFVaRUZDU1VwRmIyOU1OVnA1Umtwa2VVZG9lRnBDZHciLCJmY3YiOiIzIiwiZmNfaWQiOiJmY18xNSIsImFwcGx5X2xpbmsiOnsidGl0bGUiOiJBcHBseSBkaXJlY3RseSBvbiBDaHViYiBDYXJlZXJzIiwibGluayI6Imh0dHBzOi8vY2FyZWVycy5jaHViYi5jb20vZ2xvYmFsL2VuL2pvYi9QLTEwMjIzNS9EYXRhLVNjaWVudGlzdD91dG1fY2FtcGFpZ249Z29vZ2xlX2pvYnNfYXBwbHlcdTAwMjZ1dG1fc291cmNlPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX21lZGl1bT1vcmdhbmljIn19"}, {"title": "Data Scientist", "company_name": "ABB", "location": "  Bengaluru, Karnataka, India   ", "via": "via ABB Career", "description": "Data Scientist\nTake your next career step at ABB with a global team that is energizing the transformation of society and industry to achieve a more productive, sustainable future.\n\nAt ABB, we have the clear goal of driving diversity and inclusion across all dimensions: gender, LGBTQ+, abilities, ethnicity and generations. Together, we are embarking on a journey where each and every one of us, individually and collectively, welcomes and celebrates individual differences.\n\nThis is a Data Scientist role at a Global Grade 15 reporting to team Lead in Global Business Function based in Bangalore, India.\nYou will be responsible for delivering data analytics support to the HR community, business managers and employees. Reporting to the Team Lead, you will be responsible for accurate and on-time delivery of data insights helping to shape the future of ABB.\nYour responsibilities\n• Working with cross-functional and global teams to lead projects solving complex business problems using data... science and own complete lifecycle of analytics project from requirement gathering, data extraction to reporting/ presenting the findings in IC role or with the team as per project needs\n• Proactively working on methodologies and frameworks to connect business and people data together to identify and solve complex business problems and deliver impact on ABBs people experience, performance and culture.\n• Developing interpret algorithms models knowledge in programming ML languages like Python, R and MS Azure.\n• Apply appropriate techniques, such as exploratory data analysis, regression, bootstrapping, trees, cluster analysis, survival analysis, forecasting techniques and so on and Develop statistical models to support HR Analytics offerings and solutions.\n• Work on advanced statistical models to measure and improve on-going performance of employee metrics using unstructured data using NoSQL or Data lakes and could vary from Power BI, Advanced Excel, VBA, or any other new technology.\n• Develop frameworks, plug n play solutions using predictive and machine learning techniques on Azure/ Python and Extensively work on NLP and free text data using deep learning techniques and zeal to learn new things and implement learnings in an innovative manner.\n\nYour background\n• Masters/ PhD in a Computer Science, Information Technology equivalent\n• 3 to 6 years of developing end-to-end Decision Science solutions, data modeling, ETL and reporting.\n• Understanding of SAP HCM system is an added advantage.\n• Excellent English, quantitative, technical, and communication (oral/written) skills.\n• Must have programing and coding experience in R, Python or MS Azure.\n• Must have experience in Machine Learning, AI and Natural Language Processing Understanding of SDLC, ETL.\n\nMore about us\n\nWe look forward to receiving your application (documents submitted in English are appreciated). If you want to discover more about ABB, take another look at our website www.abb.com.\n#LI-Onsite", "job_highlights": [{"items": ["Data Scientist\nTake your next career step at ABB with a global team that is energizing the transformation of society and industry to achieve a more productive, sustainable future.\n\nAt ABB, we have the clear goal of driving diversity and inclusion across all dimensions: gender, LGBTQ+, abilities, ethnicity and generations. Together, we are embarking on a journey where each and every one of us, individually and collectively, welcomes and celebrates individual differences.\n\nThis is a Data Scientist role at a Global Grade 15 reporting to team Lead in Global Business Function based in Bangalore, India.\nYou will be responsible for delivering data analytics support to the HR community, business managers and employees. Reporting to the Team Lead, you will be responsible for accurate and on-time delivery of data insights helping to shape the future of ABB.\nYour responsibilities\n• Working with cross-functional and global teams to lead projects solving complex business problems using data... science and own complete lifecycle of analytics project from requirement gathering, data extraction to reporting/ presenting the findings in IC role or with the team as per project needs\n• Proactively working on methodologies and frameworks to connect business and people data together to identify and solve complex business problems and deliver impact on ABBs people experience, performance and culture.\n• Developing interpret algorithms models knowledge in programming ML languages like Python, R and MS Azure.\n• Apply appropriate techniques, such as exploratory data analysis, regression, bootstrapping, trees, cluster analysis, survival analysis, forecasting techniques and so on and Develop statistical models to support HR Analytics offerings and solutions.\n• Work on advanced statistical models to measure and improve on-going performance of employee metrics using unstructured data using NoSQL or Data lakes and could vary from Power BI, Advanced Excel, VBA, or any other new technology.\n• Develop frameworks, plug n play solutions using predictive and machine learning techniques on Azure/ Python and Extensively work on NLP and free text data using deep learning techniques and zeal to learn new things and implement learnings in an innovative manner.\n\nYour background\n• Masters/ PhD in a Computer Science, Information Technology equivalent\n• 3 to 6 years of developing end-to-end Decision Science solutions, data modeling, ETL and reporting.\n• Understanding of SAP HCM system is an added advantage.\n• Excellent English, quantitative, technical, and communication (oral/written) skills.\n• Must have programing and coding experience in R, Python or MS Azure.\n• Must have experience in Machine Learning, AI and Natural Language Processing Understanding of SDLC, ETL.\n\nMore about us\n\nWe look forward to receiving your application (documents submitted in English are appreciated). If you want to discover more about ABB, take another look at our website www.abb.com.\n#LI-Onsite"]}], "related_links": [{"link": "http://www.abb.com/", "text": "abb.com"}, {"link": "https://www.google.com/search?hl=en&q=ABB&sa=X&ved=0ahUKEwjj2Mi68q3-AhWGk4kEHS7sCkcQmJACCMoM", "text": "See web results for ABB"}], "extensions": ["Full-time"], "detected_extensions": {"schedule_type": "Full-time"}, "job_id": "eyJqb2JfdGl0bGUiOiJEYXRhIFNjaWVudGlzdCIsImh0aWRvY2lkIjoiRzBsWGtyY1FxTEVBQUFBQUFBQUFBQT09IiwiaGwiOiJlbiIsImZjIjoiRXVJQkNxSUJRVVZ6TjJwT1UxRm5NRUZ5YjJ4cWNFcDBOWGxvUTFWNUxXWmtTMDFJUmxaU1Z6QjZRMHRKVVRGV0xUQXpNR3RxV0VaNFdtNVZTbTlSUW1kTVpYcElUMnB3YW5OclNXVkJURVJuUjA1d1VXdFZiRVl0TTB0ck5UUXpUbkZzWkdkRVpHbFBSMHhFT0ZocFQxOWliV2QxYW04NVlUZE1SMHhGT0dsMWRuTkVYMFU1VVZCUGF6azVTM0JWTUZOaVp6SkRkMmxWWW5VME1HcHdPVk5NVkZsWU1YaEJFaGN4TmxVM1drdFBVazlaWVc1d2RGRlFjblJwY25WQlVSb2lRVTh0TUhKc05XZHViMHRTWm1KYU1WOTRaMjFhWnpCVVJWOWlMVlZJTVVWMFVRIiwiZmN2IjoiMyIsImZjX2lkIjoiZmNfMTciLCJhcHBseV9saW5rIjp7InRpdGxlIjoiQXBwbHkgZGlyZWN0bHkgb24gQUJCIENhcmVlciIsImxpbmsiOiJodHRwczovL2NhcmVlcnMuYWJiL2dsb2JhbC9lbi9qb2IvODIyODU3NTEvRGF0YS1TY2llbnRpc3Q/dXRtX2NhbXBhaWduPWdvb2dsZV9qb2JzX2FwcGx5XHUwMDI2dXRtX3NvdXJjZT1nb29nbGVfam9ic19hcHBseVx1MDAyNnV0bV9tZWRpdW09b3JnYW5pYyJ9fQ=="}], "chips": [{"type": "Title", "param": "job_family_1", "options": [{"text": "All"}, {"text": "Data scientist", "value": "data scientist"}, {"text": "Data science", "value": "data science"}, {"text": "Scientist", "value": "scientist"}, {"text": "Science", "value": "science"}, {"text": "Manager", "value": "manager"}, {"text": "Data analyst", "value": "data analyst"}, {"text": "Engineer", "value": "engineer"}, {"text": "Senior", "value": "senior"}, {"text": "Analyst", "value": "analyst"}, {"text": "Associate director", "value": "associate director"}, {"text": "Consultant", "value": "consultant"}, {"text": "Director", "value": "director"}, {"text": "Senior analyst", "value": "senior analyst"}, {"text": "Associate", "value": "associate"}, {"text": "Data engineering", "value": "data engineering"}, {"text": "Deputy", "value": "deputy"}, {"text": "Learning engineer", "value": "learning engineer"}, {"text": "Principal", "value": "principal"}, {"text": "Senior manager", "value": "senior manager"}, {"text": "Senior specialist", "value": "senior specialist"}, {"text": "Solution architect", "value": "solution architect"}, {"text": "Sr. specialist", "value": "sr. specialist"}, {"text": "Staff engineer", "value": "staff engineer"}, {"text": "Team manager", "value": "team manager"}, {"text": "Tech specialist", "value": "tech specialist"}]}, {"type": "Location", "param": "city", "options": [{"text": "All"}, {"text": "Bengaluru, Karnataka", "value": "bU60yXAWrjvgT35R6MPf-A=="}, {"text": "Hyderabad, Telangana", "value": "x9Lr6tqZyzvC-7qSg7eTrg=="}, {"text": "Pune, Maharashtra", "value": "ARFGZy6_wjtD456dv0ONgg=="}, {"text": "Gurugram, Haryana", "value": "WYjjgtUZDTkeS8bl6F_PAg=="}, {"text": "Mumbai, Maharashtra", "value": "we1EZjDG5ztpjGSNj-2kXQ=="}, {"text": "Chennai, Tamil Nadu", "value": "YTN9T-plUjoz1GNoC6dhbg=="}, {"text": "Noida, Uttar Pradesh", "value": "ezVzMaTlDDk_wHzIMM7_Nw=="}, {"text": "New Delhi, Delhi", "value": "LbZ-NFv9DDnOTSBOSbfCUg=="}, {"text": "Ahmedabad, Gujarat", "value": "SdRbuoqEXjkWZU9hEd3OTw=="}, {"text": "Chandigarh", "value": "a8lu5gvtDzn-GXNS-Wf_pQ=="}, {"text": "Kochi, Kerala", "value": "v8a-SlENCDuSQYSlyoLVCw=="}, {"text": "Navi Mumbai, Maharashtra", "value": "rRMfuPC55ztp-IURaPcSPA=="}, {"text": "Coimbatore, Tamil Nadu", "value": "tRyXL69ZqDuC0j4YHsjBLw=="}, {"text": "Ghaziabad, Uttar Pradesh", "value": "3w_FQbvxDDm6mHdq0m_w5g=="}, {"text": "Jaipur, Rajasthan", "value": "geJXTN9KbDkJLvIMOsbhDA=="}, {"text": "Jamshedpur, Jharkhand", "value": "teLwiRnj9TlEs-kc6MjuDg=="}, {"text": "Peeramcheru, Telangana", "value": "Cb21vdyVyzs2VbIUsqkdbA=="}, {"text": "Secunderabad, Telangana", "value": "KV0lSK2EyzszNJuZGoQQBA=="}, {"text": "Sikandra Rao, Uttar Pradesh", "value": "eUW3fSDsdDmGZkyhXEW6Cw=="}, {"text": "Vadodara, Gujarat", "value": "q92jkavIXzm4P0fhv9M5rA=="}, {"text": "Indore, Madhya Pradesh", "value": "2w1BG638Yjn0QGI12sRuCQ=="}]}, {"type": "Date posted", "param": "date_posted", "options": [{"text": "All"}, {"text": "Past day", "value": "today"}, {"text": "Past 3 days", "value": "3days"}, {"text": "Past week", "value": "week"}, {"text": "Past month", "value": "month"}]}, {"type": "Requirements", "param": "requirements", "options": [{"text": "All"}, {"text": "No degree", "value": "no_degree"}, {"text": "No experience", "value": "no_experience"}, {"text": "Under 3 years of experience", "value": "years3under"}, {"text": "3+ years of experience", "value": "years3plus"}]}, {"type": "Type", "param": "employment_type", "options": [{"text": "All"}, {"text": "Full-time", "value": "FULLTIME"}, {"text": "Internship", "value": "INTERN"}, {"text": "Contractor", "value": "CONTRACTOR"}, {"text": "Part-time", "value": "PARTTIME"}]}, {"type": "Company type", "param": "industry.id", "options": [{"text": "All"}, {"text": "Information", "value": "/business/naics2007/51"}, {"text": "Manufacturing", "value": "/business/naics2007/31"}, {"text": "Computer Services", "value": "/business/naics2007/5415"}, {"text": "Finance", "value": "/business/naics2007/52"}, {"text": "Consulting", "value": "/business/naics2007/5416"}, {"text": "Mining", "value": "/business/naics2007/21"}, {"text": "Toiletries", "value": "/business/naics2007/3256"}, {"text": "Construction", "value": "/business/naics2007/23"}, {"text": "Wholesale", "value": "/business/naics2007/42"}, {"text": "Retail", "value": "/business/naics2007/44"}, {"text": "Engineering Services", "value": "/business/naics2007/5413"}, {"text": "Foods & Beverages", "value": "/business/naics2007/311"}, {"text": "Health Care", "value": "/business/naics2007/62"}, {"text": "Advertising", "value": "/business/naics2007/5418"}, {"text": "Business Support", "value": "/business/naics2007/5614"}, {"text": "Education", "value": "/business/naics2007/61"}, {"text": "Management", "value": "/business/naics2007/55"}, {"text": "Research", "value": "/business/naics2007/5417"}, {"text": "Textiles & Apparel", "value": "/business/naics2007/313"}]}, {"type": "Employer", "param": "organization_mid", "options": [{"text": "All"}, {"text": "Uber", "value": "/m/0gx0wlr"}, {"text": "PayPal", "value": "/g/122s91_5"}, {"text": "S&P Global", "value": "/m/02_nl4"}, {"text": "Deloitte", "value": "/m/02spfd"}, {"text": "Tokenmetrics", "value": "/g/11j8680m0g"}, {"text": "Arcadis", "value": "/m/027rlqv"}, {"text": "Chubb INA Holdings Inc.", "value": "/m/09l__z3"}, {"text": "Mastercard", "value": "/m/021b7r"}, {"text": "Unilever", "value": "/m/01jvjf"}, {"text": "Accenture", "value": "/m/01rp2c"}, {"text": "BNY Mellon", "value": "/m/02vps5x"}, {"text": "Dyson", "value": "/m/05cskg"}, {"text": "ExxonMobil", "value": "/m/02s6x"}, {"text": "IBM", "value": "/m/03sc8"}, {"text": "NatWest Group", "value": "/m/01sj5c"}, {"text": "Shell", "value": "/m/0g5vy"}, {"text": "Tata Consultancy Services", "value": "/m/01psx8"}, {"text": "Verizon", "value": "/m/07_dn"}, {"text": "Visa", "value": "/m/01kqjn"}, {"text": "BCG, Boston Consulting Group", "value": "/m/03w00p"}, {"text": "Bosch Group", "value": "/m/01hnkf"}, {"text": "Cardinal Health", "value": "/m/040vzx"}, {"text": "Circle K", "value": "/m/01xz9v"}, {"text": "Concentrix", "value": "/m/012nb412"}, {"text": "Ericsson", "value": "/m/02kyh"}, {"text": "GE", "value": "/m/03bnb"}, {"text": "GSK", "value": "/m/01bbm7"}, {"text": "ITC Infotech", "value": "/m/0bx_gd2"}, {"text": "M/s. Vlink India", "value": "/g/11sx0nt8hf"}, {"text": "MSD", "value": "/m/04f0xq"}, {"text": "Mercedes-Benz Research and Development India Private Limited", "value": "/g/11f01fnj8n"}, {"text": "Microsoft", "value": "/m/04sv4"}, {"text": "PepsiCo", "value": "/m/04htfd"}, {"text": "Thomson Reuters", "value": "/m/02r5t91"}, {"text": "TransUnion", "value": "/m/03tmr2"}, {"text": "Walmart Global Tech India", "value": "/m/02sjywt"}, {"text": "Wesco", "value": "/m/04x26d"}, {"text": "AB InBev India", "value": "/g/11fy20v0g6"}, {"text": "ABB", "value": "/m/01bs_z"}, {"text": "AXA XL", "value": "/m/0fld_2"}]}]}